Repository: esaracco/gurlchecker
Catalog: po/*.po
Languages: cs, da, pt, vi

source: Bookmarks changes will be applied. <i>We recommand you to manually backup your Firefox database before applying changes!</i> <b>Do you want to apply</b>?
cs: Změny v záložkách budou použity. <i>Doporučujeme, abyste před použitím změn ručně zazálohovali databázi Firefoxu!</i> <b>Chcete změny použít</b>?
da: Bogmærkeændringer vil blive gemt. <i>Vi anbefaler at du manuelt laver en sikkerhedskopi af din Firefoxdatabase før du gemmer ændringer!</i> <b>Vil du gemme</b>?
pt: As alterações aos favoritos irão ser aplicadas. <i>Recomendamos que faça um backup manual da base de dados do seu Firefox antes de aplicar as alterações!</i> <b>Deseja aplicar</b>?
vi: Những thay đổi của các đánh dấu sẽ được áp dụng. <i>Chúng tôi đề nghị bạn hãy tự lưu dự phòng dữ liệu Firefox của bạn trước khi áp dụng những thay đổi!</i> <b>Bạn có muốn áp dụng không</b>?

source: Either the given XML file is not well formed or its encoding can not be found... <i>If you are checking a remote bookmarks file, try to pump up the timeout delay</i>. <b>Check has been aborted</b>.
cs: Zadaný XML soubor buď není správně naformátován, nebo nelze najít jeho kódování... <i>Kontrolujete-li vzdálený soubor se záložkami, zkuste navýšit časový limit pro odpověď</i>. <b>Kontrola byla přerušena</b>.
da: Enten er den angivne XML-fil ikke korrekt udformet eller dens kodning kan ikke aflæses... <i>Hvis du tjekker en ekstern bogmærkefil, så forsøg eventuelt at øge forsinkelsen på tidsudløbet</i>. <b>Tjek afbrudt</b>.
pt: O ficheiro XML fornecido não está bem formado ou a sua codificação não pode ser encontrada... <i>Se você está a verificar um ficheiro de favoritos remoto, tente aumentar o atraso de tempo limite</i>. <b>A verificação foi abortada</b>.
vi: Tập tin XML không được định dạng đúng hay mã hóa của nó không thể tìm thấy... <i>Nếu bạn đang kiểm tra tập tin đánh dấu từ xa, hãy thử tăng thời gian trì hoãn của thời gian chờ</i>. <b>Kiểm tra đã bị hủy</b>.

source: The given XML file is empty.
cs: Zadaný XML soubor je prázdný.
da: Den angivne XML-fil er tom.
pt: O ficheiro XML fornecido está vazio.
vi: Tập tin XML được cung cấp rỗng.

source: Wrote by Emmanuel Saracco <esaracco@users.labs.libre-entreprise.org>.
cs: Napsal Emmanuel Saracco <esaracco@users.labs.libre-entreprise.org>.
da: Skrevet af Emmanuel Saracco <esaracco@users.labs.libre-entreprise.org>.
pt: Escrito por Emmanuel Saracco <esaracco@users.labs.libre-entreprise.org>.
vi: Viết bởi Emmanuel Saracco <esaracco@users.labs.libre-entreprise.org>.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
cs: Toto je svobodný software; pro podmínky šíření se podívejte do zdrojového kódu. Je bez jakékoli záruky; není určen k OBCHODOVÁNÍ či VHODNÝ K PODOBNÝM ÚČELŮM.
da: Dette program er fri software. Se bestemmelserne om ophavsret til programmet i kildekoden. Der er ingen som helst garanti for noget som helst. End ikke AT PROGRAMMET VIRKER eller KAN BRUGES TIL ET BESTEMT FORMÅL.
pt: Isto é software livre; veja a fonte para condições de cópia NÃO há nenhuma garantia; nem mesmo para COMERCIALIZAÇÃO ou APTIDÃO PARA OBJECTIVO PARTICULAR.
vi: Đây là phần mềm tự do; hãy xem mã nguồn để xem điều kiện sao chép. Phần mềm này KHÔNG có bảo hành, thậm chí kể cả bảo hành về KHẢ NĂNG THƯƠNG MẠI hoặc TÍNH THÍCH HỢP CHO MỘT MỤC ĐÍCH CỤ THỂ.

source: Usage: %s [OPTION] [URL] A graphic web link checker. -h, --help display this help -V, --version display %s version -u, --http-user user for basic authentication -p, --http-passwd password for basic authentication -A, --no-urls-args ignore URLs arguments Report bugs to <esaracco@users.labs.libre-entreprise.org>
cs: Používání: %s [VOLBA] [URL] Grafický kontrolor webových odkazů. -h, --help zobrazit tuto nápovědu -V, --version zobrazit verzi %s -u, --http-user uživatel pro základní ověřování -p, --http-passwd heslo pro základní ověřování -A, --no-urls-args ignorovat URL argumenty Chyby hlaste na <esaracco@users.labs.libre-entreprise.org>
da: Brug: %s [TILVALG] [URL] Et grafisk program til at undersøge henvisninger. -h, --help vis denne hjælpetekst -V, --version vis %s version -u, --http-user bruger til grundlæggende godkendelse -p, --http-passwd adgangskode til grundlæggende godkendelse -A --no-urls-args ignorer URLs argumenter Send fejlmeddelelser til <esaracco@users.labs.libre-entreprise.org>
pt: Utilização: %s [OPÇÃO] [URL] Um verificador gráfico de links web. -h, --help mostra esta ajuda -V, --version mostra a versão %s -u, --http-user utilizador para autenticação básica -p, --http-passwd palavra-passe para autenticação básica -A, --no-urls-args ignora argumentos do URL Reporte bugs para <esaracco@users.labs.libre-entreprise.org>
vi: Sử dụng: %s [tùy chọn] [URL] Ứng dụng đồ họa kiểm tra liên kết web. -h, --help hiển thị trợ giúp -V, --version hiển thị phiên bản %s -u, --http-user user cho việc chứng thực cơ bản -p, --http-passwd password cho việc chứng thực cơ bản -A, --no-urls-args bỏ qua những đối số URL Báo lỗi tới <esaracco@users.labs.libre-entreprise.org>

source: Cannot execute xsltproc; the following error occured:
cs: Nelze provést xsltproc; došlo k následující chybě:
da: Kan ikke starte xsltproc; Følgende fejl opstod:
pt: Incapaz de executar o xsltproc; ocorreu o seguinte erro:
vi: Không thể thực thi xsltproc; đã xảy ra lỗi sau:

source: <i><b>Checked links</b></i>: %d
cs: <i><b>Zkontrolované odkazy</b></i>: %d
da: <i><b>Undersøgte henvisninger</b></i>: %d
pt: <i><b>Links verificados</b></i>: %d
vi: <i><b>Liên kết đã kiểm tra</b></i>: %d

source: <i><b>Checked links</b></i>: %d / %d
cs: <i><b>Zkontrolované odkazy</b></i>: %d / %d
da: <i><b>Undersøgte henvisninger</b></i>: %d / %d
pt: <i><b>Links verificados</b></i>: %d / %d
vi: <i><b>Liên kết đã kiểm tra</b></i>: %d / %d

source: Good links
cs: Dobré odkazy
da: Gode henvisninger
pt: Links bons
vi: Những liên kết tốt

source: Bad links
cs: Špatné odkazy
da: Ugyldige henvisninger
pt: Links maus
vi: Những liên kết xấu

source: Malformed links
cs: Chybně naformátované odkazy
da: Fejlformaterede henvisninger
pt: Links mal formados
vi: Liên kết có định dạng xấu

source: Ignored links
cs: Ignorované odkazy
da: Ignorerede henvisninger
pt: Links ignorados
vi: Những liên kết bị bỏ qua

source: Timeouts
cs: Vypršení časových limitů
da: Udløb af tid
pt: Tempos limites
vi: Thời gian chờ

source: <i><b>Elapsed time</b></i>: %02d:%02d:%02d
cs: <i><b>Uplynulý čas</b></i>: %02d:%02d:%02d
da: <i><b>Forbrugt tid</b></i>: %02d:%02d:%02d
pt: <i><b>Tempo decorrido</b></i>: %02d:%02d:%02d
vi: <i><b>Thời gian đã qua</b></i>: %02d:%02d:%02d

source: %lu bytes
cs: %lu bytů
da: %lu byte

source: %.2f KB (%lu bytes)
cs: %.2f KB (%lu bytů)
da: %.2f KB (%lu byte)

source: %.2f MB (%lu bytes)
cs: %.2f MB (%lu bytů)
da: %.2f MB (%lu byte)

source: Parsing HTML code...
cs: Analyzuje se HTML kód...
da: Fortolker HTML-koden...
pt: A analisar código HTML...
vi: Đang phân tích mã HTML...

source: Parsing CSS code...
cs: Analyzuje se CSS kód...
da: Fortolker CSS-koden...
pt: A analisar código CSS...
vi: Đang phân tích mã CSS...

source: <b>%u</b> item(s) found
cs: <b>%u</b> nalezených položek
da: <b>%u</b> punkter fundet
pt: <b>%u</b> item(s) encontrados
vi: <b>%u</b> mục được tìm thấy

source: Search ended
cs: Vyhledávání skončilo
da: Søgning slut
pt: Procura finalizada
vi: Quá trình tìm kiếm đã kết thúc

source: Loading [%s] project...
cs: Načítání projektu [%s]...
da: Indlæser [%s] projekt...
pt: A carregar projecto [%s]...
vi: Đang nạp [%s] dự án...

source: <i>Created on</i> %s <i>Updated on</i> %s
cs: <i>Vytvořeno</i> %s <i>Aktualizováno</i> %s
da: <i>Oprettet</i> %s <i>Opdateret</i> %s
pt: <i>Criado em</i> %s <i>Actualizado em</i> %s
vi: <i>Đã tạo vào</i> %s <i>Cập nhật vào</i> %s

source: Please, enter a title for the current project.
cs: Zadejte název pro současný projekt.
da: Skriv en titel på projektet.
pt: Por favor, insira um título para o projecto actual.
vi: Vui lòng nhập tên cho dự án hiện tại.

source: Save the current project ?
cs: Uložit současný projekt ?
da: Gem det aktuelle projekt?
pt: Guardar o projecto actual ?
vi: Lưu dự án hiện tại?

source: Saving project...
cs: Ukládání projektu...
da: Gemmer projektet...
pt: A guardar o projecto...
vi: Đang lưu dự án...

source: <b>Status</b>: %s <b>Location</b>: %s <b>Parent location</b>: %s <b>Last modified</b>: %s
cs: <b>Stav</b>: %s <b>Umístění</b>: %s <b>Nadřazené umístění</b>: %s <b>Naposledy upraveno</b>: %s
da: <b>Status</b>: %s <b>Sted</b>: %s <b>Overordnet sted</b>: %s <b>Sidst ændret</b>: %s
pt: <b>Estado</b>: %s <b>Localização</b>: %s <b>Localização do pai</b>: %s <b>Última modificação</b>: %s
vi: <b>Trạng thái</b>: %s <b>Vị trí</b>: %s <b>Vị trí cha</b>: %s <b>Lần sửa cuối</b>: %s

source: Graphical Web Links checker
cs: Grafický kontrolor webových odkazů
da: Grafisk tjek af internethenvisninger
pt: Verificador Gráfico de Links Web
vi: Ứng dụng Đồ họa Kiểm tra Liên kết Web

source: %s: option `%s' is ambiguous
cs: %s: volba `%s' je nejednoznačná
da: %s: Tilvalg `%s' er tvetydigt
pt: %s: a opção `%s' é ambígua
vi: %s: tùy chọn `%s' mơ hồ

source: %s: option `--%s' doesn't allow an argument
cs: %s: volba `--%s' neumožňuje argument
da: %s: Tilvalg `--%s' tillader ikke et argument
pt: %s: a opção `--%s' não permite um argumento
vi: %s: Tùy chọn `--%s' không chấp nhận đối số

source: %s: option `%c%s' doesn't allow an argument
cs: %s: volba `%c%s' neumožňuje argument
da: %s: Tilvalg `%c%s' tillader ikke et argument
pt: %s: a opção `%c%s' não permite um argumento
vi: %s: tùy chọn `%c%s' không chấp nhận đối số

source: %s: option `%s' requires an argument
cs: %s: volba `%s' vyžaduje argument
da: %s: Tilvalg `%s' kræver et argument
pt: %s: a opção `%s' requer um argumento
vi: %s: tùy chọn `%s' đòi hỏi đối số

source: %s: unrecognized option `--%s'
cs: %s: nerozpoznaná volba `--%s'
da: %s: Tilvalg ikke genkendt `--%s'
pt: %s: opção não reconhecida `--%s'
vi: %s: không hiểu tùy chọn `--%s'

source: %s: unrecognized option `%c%s'
cs: %s: nerozpoznaná volba `%c%s'
da: %s: Tilvalg ikke genkendt `%c%s'
pt: %s: opção não reconhecida `%c%s'
vi: %s: không hiểu tùy chọn `%c%s'

source: %s: illegal option -- %c
cs: %s: nepovolená volba -- %c
da: %s: Ugyldigt tilvalg -- %c
pt: %s: opção ilegal -- %c
vi: %s: tùy chọn trái luật -- %c

source: %s: invalid option -- %c
cs: %s: neplatná volba -- %c
da: %s: Ugyldigt tilvalg -- %c
pt: %s: opção inválida -- %c
vi: %s: tùy chọn không hợp lệ -- %c

source: %s: option requires an argument -- %c
cs: %s: volba vyžaduje argument -- %c
da: %s: Tilvalg kræver et argument -- %c
pt: %s: a opção requer um argumento -- %c
vi: %s: tùy chọn yêu cầu đối số -- %c

source: %s: option `-W %s' is ambiguous
cs: %s: volba `-W %s' je nejednoznačná
da: %s: Tilvalg `-W %s' er tvetydigt
pt: %s: a opção `-W %s' é ambígua
vi: %s: tùy chọn `-W %s' mơ hồ

source: %s: option `-W %s' doesn't allow an argument
cs: %s: volba `-W %s' neumožňuje argument
da: %s: Tilvalg `-W %s' tillader ikke et argument
pt: %s: a opção `-W %s' não permite um argumento
vi: %s: tùy chọn `-W %s' không chấp nhận đối số

source: <b>CSS Extensions to check</b>
cs: <b>Zkontrolovat CSS přípony</b>
da: <b>CSS-filendelser der skal tjekkes</b>
pt: <b>Extensões CSS para verificar</b>
vi: <b>Phần mở rộng CSS cần kiểm tra</b>

source: <b>Content management</b>
cs: <b>Správa obsahu</b>
da: <b>Indholdshåndtering</b>
pt: <b>Gestão de conteúdo</b>
vi: <b>Quản lý nội dung</b>

source: <b>Documents to ignore</b>
cs: <b>Ignorovat dokument</b>
da: <b>Dokumenter der skal ignoreres</b>
pt: <b>Documentos para ignorar</b>
vi: <b>Tài liệu cần bỏ qua</b>

source: <b>Expires :</b>
cs: <b>Vyprší :</b>
da: <b>Udløber:</b>
pt: <b>Expira :</b>
vi: <b>Hết hạn:</b>

source: <b>Extensions to search for</b>
cs: <b>Vyhledat přípony</b>
da: <b>Filendelser der skal søges efter</b>
pt: <b>Extensões para procurar por</b>
vi: <b>Phần mở rộng cần tìm kiếm</b>

source: <b>Files to check</b>
cs: <b>Zkontrolovat soubor</b>
da: <b>Filer der skal tjekkes</b>
pt: <b>Ficheiros para verificar</b>
vi: <b>Tập tin cần kiểm tra</b>

source: <b>HTML extensions to check</b>
cs: <b>Zkontrolovat HTML rozšíření</b>
da: <b>HTML-filendelser der skal tjekkes</b>
pt: <b>Extensões HTML para verificar</b>
vi: <b>Phần mở rộng HTML cần kiểm tra</b>

source: <b>Images to ignore</b>
cs: <b>Ignorovat obrázky</b>
da: <b>Billeder der skal ignoreres</b>
pt: <b>Imagens para ignorar</b>
vi: <b>Những ảnh bị bỏ qua:</b>

source: <b>Location :</b>
cs: <b>Umístění :</b>
da: <b>Sted:</b>
pt: <b>Localização :</b>
vi: <b>Vị trí:</b>

source: <b>Location:</b>
cs: <b>Umístění:</b>
da: <b>Sted:</b>
pt: <b>Localização:</b>
vi: <b>Vị trí:</b>

source: <b>Meta Tags</b>
cs: <b>Meta značky</b>
da: <b>Metamærker</b>
pt: <b>Meta Etiquetas</b>
vi: <b>Thẻ Meta</b>

source: <b>Modified :</b>
cs: <b>Upraveno :</b>
da: <b>Ændret:</b>
pt: <b>Modificado :</b>
vi: <b>Đã chỉnh sửa:</b>

source: <b>Name :</b>
cs: <b>Název :</b>
da: <b>Navn:</b>
pt: <b>Nome :</b>
vi: <b>Tên:</b>

source: <b>Options</b>
cs: <b>Volby</b>
da: <b>Indstillinger:</b>
pt: <b>Opções</b>
vi: <b>Tùy chọn</b>

source: <b>Page:</b>
cs: <b>Stránka:</b>
da: <b>Side:</b>
pt: <b>Página:</b>
vi: <b>Trang:</b>

source: <b>Path :</b>
cs: <b>Cesta :</b>
da: <b>Sti:</b>
pt: <b>Caminho :</b>
vi: <b>Đường dẫn:</b>

source: <b>Properties</b>
cs: <b>Vlastnosti</b>
da: <b>Egenskaber</b>
pt: <b>Propriedades</b>
vi: <b>Thuộc tính</b>

source: <b>Referrer :</b>
cs: <b>Odkazovatel :</b>
da: <b>Henviser:</b>
vi: <b>Từ:</b>

source: <b>Security:</b>
cs: <b>Zabezpečení:</b>
da: <b>Sikkerhed:</b>
pt: <b>Segurança:</b>
vi: <b>Bảo mật:</b>

source: <b>Server type :</b>
cs: <b>Typ serveru :</b>
pt: <b>Tipo de servidor :</b>
vi: <b>Loại máy chủ:</b>

source: <b>Size :</b>
cs: <b>Velikost :</b>
da: <b>Størrelse:</b>
pt: <b>Tamanho :</b>
vi: <b>Kích cỡ:</b>

source: <b>Source :</b>
cs: <b>Zdrojový kód :</b>
da: <b>Kilde:</b>
pt: <b>Fonte :</b>
vi: <b>Nguồn:</b>

source: <b>Status :</b>
cs: <b>Stav :</b>
pt: <b>Estado :</b>
vi: <b>Trạng thái:</b>

source: <b>Type :</b>
cs: <b>Typ :</b>
pt: <b>Tipo :</b>
vi: <b>Kiểu:</b>

source: <b>Value :</b>
cs: <b>Hodnota :</b>
da: <b>Værdi:</b>
pt: <b>Valor :</b>
vi: <b>Giá trị:</b>

source: <b>Warnings</b>
cs: <b>Upozornění</b>
da: <b>Advarsler</b>
pt: <b>Avisos</b>
vi: <b>Cảnh báo</b>

source: <i>You can edit cookie's properties before accepting it:</i>
cs: <i>Před přijetím můžete upravit vlastnosti cookies:</i>
da: <i>Du kan redigere cookiens egenskaber før du accepterer den:</i>
pt: <i>Você pode editar as propriedades do cookie antes de o aceitar:</i>
vi: <i>Bản có thể chỉnh sửa tính chất của cookie trước khi chấp nhận nó:</i>

source: Accept
cs: Přijmout
da: Accepter
pt: Aceitar
vi: Chấp nhận

source: Accept all cookies
cs: Přijmout všechny cookies
da: Accepter alle cookier
pt: Aceitar todos os cookies
vi: Chấp nhận tất cả cookie

source: Activate
cs: Aktivovat
da: Aktiver
pt: Activar
vi: Kích hoạt

source: Activate W3C validation
cs: Aktivovat ověření od W3C
da: Aktiver W3C-validering
pt: Activar validação W3C
vi: Kích hoạt xác thực W3C

source: Activate security checks
cs: Aktivovat kontrolu zabezpečení
da: Aktiver sikkerhedstjek
pt: Activar verificações de segurança
vi: Kích hoạt kiểm tra bảo mật

source: Advanced options
cs: Pokročilé volby
da: Avancerede indstillinger
pt: Opções avançadas
vi: Tùy chọn nâng cao

source: After that time, unsuccessful connection intent will be aborted
cs: Po této době budou neúspěšné spojení záměrně přerušena
da: Efter dette tidsforløb vil forbindelseshensigt der ikke er gemmeført blive afbrudt
pt: Após esse tempo, as tentativas de ligação sem sucesso serão abortadas
vi: Sau thời gian đó, ý định kết nối không thành công sẽ bị hủy

source: All the links
cs: Všechna spojení
da: Alle henvisningerne
pt: Todos os links
vi: Tất cả liên kết

source: Authentication
cs: Přihlašování
da: Godkendelse
pt: Autenticação
vi: Chứng thực

source: Bad extensions to search for, separated by comma. Ex.: bak,bad,sav,~,ok,-,old,orig,false,::$data
cs: Špatné přípony, která se mají vyhledat, oddělená čárkou. Př.: bak,bad,sav,~,ok,-,old,orig,false,::$data
da: Ugyldige filendelser der skal søges efter, adskilt af komma. F.eks.: bak,bad,sav,~,ok,-,old,orig,false,::$data
pt: Extensões más para procurar, separadas por vírgulas. Ex.: bak,bad,sav,~,ok,-,old,orig,false,::$data
vi: Những phần mở rộng xấu để tìm, cách biệt bởi dấu phẩy. Ví dụ: bak,bad,sav,~,ok,-,old,orig,false,::$data

source: Bad extentions on server
cs: Špatné přípony na serveru
da: Ugyldige filendelser på server
pt: Más extensões no servidor
vi: Phần mở rộng xấu trên máy chủ

source: Block a host in timeout after
cs: Zablokovat hostitele po vypršení časového limitu
da: Bloker en maskine der ikke svarer efter
pt: Bloquear uma máquina após o tempo limite
vi: Chặn máy chủ trong thời gian chờ sau

source: Bookmarks file
cs: Soubor záložek
da: Bogmærkefil
pt: Ficheiro de favoritos
vi: Tập tin đánh dấu

source: Branch update
cs: Aktualizace větve
da: Opdater grenen
pt: Actualização do branch
vi: Cập nhật nhánh

source: By protocol
cs: Podle protokolu
da: Efter protokol
pt: Pelo protocolo
vi: Bởi giao thức

source: By status
cs: Podle stavu
da: Efter status
pt: Pelo estado
vi: Bởi trạng thái

source: By type
cs: Podle typu
da: Efter type
pt: Pelo tipo
vi: Bởi loại

source: CSS extensions to check, separated by comma. Ex.: css
cs: CSS přípony, které se mají zkontrolovat, oddělené čárkou. Př.: css
da: CSS-filendelser der skal tjekeks, adskilt af komma. F.eks.: css
pt: Extensões CSS para verificar, separadas por vírgulas. Ex.: css
vi: Phần mở rộng CSS cần kiểm tra, cách nhau bởi dấu phẩy. Ví dụ: css

source: CSV export
cs: Export do CSV
da: CSV-eksport
pt: exportação CSV
vi: Xuất CSV

source: Cancel
cs: Zrušit
da: Afbryd
pt: Cancelar
vi: Hủy

source: Cancel check
cs: Zrušit kontrolu
da: Afbryd tjek
pt: Cancelar verificação
vi: Hủy kiểm tra

source: Case sensitive
cs: Rozlišovat velikost písmen
da: Versalfølsom
pt: Sensível a maiúsculas/minúsculas
vi: Phân biệt dạng chữ

source: Check
cs: Zkontrolovat
da: Undersøg
pt: Verificar
vi: Kiểm tra

source: Check MX
cs: Zkontrolovat MX
da: Undersøg MX
pt: Verificar MX
vi: Kiểm tra MX

source: Check report
cs: Hlášení o kontrole
da: Undersøgelsesrapport
pt: Verificar relatório
vi: Kiểm tra báo cáo

source: Check this option for links numbering
cs: Zaškrtněte, pokud chcete počítat odkazy
da: Afkryds denne indstilling for nummerering af henvisninger
pt: Ligue esta opção para numeração dos links
vi: Chọn tùy chọn này để đánh thứ tự những liên kết

source: Check this option if you are not interested in bookmarks pages content
cs: Zaškrtněte, pokud vás nezajímá obsah stránek v záložkách
da: Afkryds denne indstilling hvis du ikke er interesseret i bogmærkesidernes indhold
pt: Ligue esta opção se não está interessado no conteúdo das páginas de favoritos
vi: Chọn tùy chọn này nếu bạn không thích lấy nội dung những trang đánh dấu

source: Check this option if you want to limit check to the given directory and its subdirectories on the given Web site
cs: Zaškrtněte, pokud chcete na zadaném webu omezit kontrolu pouze na daný adresář a jeho podadresáře
da: Afkryds denne indstilling hvis du ønsker at begrænse tjek til den angivne mappe og dennes undermapper på den angivne internetside
pt: Ligue esta opção se deseja limitar a verificação ao directório fornecido e aos seus sub-directórios no sítio web fornecido
vi: Chọn tùy chọn này nếu bạn muốn giới hạn kiểm tra cho thư mục và những thư mục con của nó trên website

source: Check this option to avoid possible infinite scan (when some arguments are randomly generated, for example)
cs: Zaškrtněte, chcete-li zabránit možnému nekonečnému skenování (například, jsou-li některé argumenty generovány náhodně)
da: Afkryds denne indstilling for at undgå mulige uendelige skanninger (for eksempel når nogle argumenter genereres tilfældigt)
pt: Ligue esta opção para evitar uma possível sondagem infinita (por exemplo, quando alguns argumentos são gerados aleatoriamente)
vi: Chọn tùy chọn này để tránh sự quét vô tận có thể xảy ra (ví dụ như khi vài đối số được tạo ngẫu nhiên)

source: Check this option to avoid some nasty infinite loops (when some arguments are randomly generated, for example)
cs: Zaškrtněte, chcete-li zabránit některým nechtěným nekonečným smyčkám (například, jsou-li některé argumenty generovány náhodně)
da: Afkryds denne indstilling for at undgå slemme uendelige loop (for eksempel når nogle argumenter genereres tilfældigt)
pt: Ligue esta opção para evitar alguns ciclos infinitos desagradáveis (por exemplo, quando alguns argumentos são gerados aleatoriamente)
vi: Chọn tùy chọn này để tránh vòng lặp vô tận (ví dụ như khi vài đối số được tạo ngẫu nhiên)

source: Check this option to be prompted for Basic Authentication when a page request it
cs: Zaškrtněte, chcete-li být požádáni o zadání přihlašovacích údajů, jakmile o ně stránka požádá
da: Afkryds denne indstilling for at blive spurgt om grundlæggende godkendelse når en side anmoder om den
pt: Ligue esta opção para que lhe seja pedida Autenticação Básica quando uma página o pede
vi: Chọn tùy chọn này để được nhắc nhở cho việc Chứng thực Cơ bản khi trang yêu cầu

source: Check this option to check FTP links
cs: Zaškrtněte, chcete-li zkontrolovat FTP spojení
da: Afkryds denne indstilling for at tjekke FTP-henvisninger
pt: Ligue esta opção para verificar links de FTP
vi: Chọn tùy chọn này để kiểm tra những liên kết FTP

source: Check this option to check MX of e-mails domains
cs: Zaškrtněte, chcete li zkontrolovat MX domény
da: Afkryds denne indstilling for at tjekke MX for e-post-domæner
pt: Ligue esta opção para verificar o MX de domínios de e-mails
vi: Chọn tùy chọn này để kiểm tra MX của tên miền e-mail

source: Check this option to check for e-mails syntax
cs: Zaškrtněte, chcete-li zkontrolovat syntaxi e-mailů
da: Afkryds denne indstilling for at tjekke for e-post-syntaks
pt: Ligue esta opção para verificar a sintaxe de e-mails
vi: Chọn tùy chọn này để kiểm tra cú pháp e-mail

source: Check this option to check secure URLs too
cs: Zaškrtněte, chcete-li zkontrolovat také zabezpečené URL
da: Afkryds denne indstilling for også at tjekke sikre internetadresser
pt: Ligue esta opção para verificar também os URLs seguros
vi: Chọn tùy chọn này để kiểm tra URL bảo mật

source: Check this option to enable CSS validation
cs: Zaškrtněte, chcete-li povolit ověřování CSS
da: Afkryds denne indstilling for at aktivere CSS-validering
pt: Ligue esta opção para activar a validação CSS
vi: Chọn tùy chọn này để bật xác thực CSS

source: Check this option to enable HTML validation
cs: Zaškrtněte, chcete-li povolit ověřování HTML
da: Afkryds denne indstilling for at aktivere HTML-validering
pt: Ligue esta opção para activar a validação HTML
vi: Chọn tùy chọn này để bật xác thực HTML

source: Check this option to enable W3C validation
cs: Zaškrtněte, chcete-li povolit ověřování od W3C
da: Afkryds denne indstilling for at aktivere W3C-validering
pt: Ligue esta opção para activar a validação W3C
vi: Chọn tùy chọn này để bật xác thực W3C

source: Check this option to enable detection of uncommon files extensions
cs: Zaškrtněte, chcete-li povolit rozpoznávání neobvyklých přípon souborů
da: Afkryds denne indstilling for at aktivere registrering af usædvanlige filers filendelser
pt: Ligue esta opção para activar a detecção de extensões de ficheiros não comuns
vi: Chọn tùy chọn này để bật phát hiện những phần mở rộng tập tin không phổ biến

source: Check this option to enable security checks
cs: Zaškrtněte, chcete-li povolit kontrolu zabezpečení
da: Afkryds denne indstilling for at aktivere sikkerhedstjek
pt: Ligue esta opção para activar verificações de segurança
vi: Chọn tùy chọn này để bật kiểm tra bảo mật
