Repository: esaracco/gurlchecker
Catalog: po/*.po
Languages: cs, da, pt, vi

source: Check this option to enable virus scan of pages content
cs: Zaškrtněte, chcete-li povolit skenování virů v obsahu stránek
da: Afkryds denne indstilling for at aktivere virusskanning af siders indhold
pt: Ligue esta opção para activar a sondagem de vírus no conteúdo das páginas
vi: Chọn tùy chọn này để bật quét virus của nội dung trang

source: Check this option to export links label
cs: Zaškrtněte, chcete-li exportovat popis odkazů
da: Afkryds denne indstilling for at eksportere henvisningers etiket
pt: Ligue esta opção para exportar a etiqueta dos links
vi: Chọn tùy chọn này để xuất nhãn những liên kết

source: Check this option to export links labels
cs: Zaškrtněte, chcete-li exportovat popisy odkazů
da: Afkryds denne indstilling for at eksportere henvisningers etiketter
pt: Ligue esta opção para exportar as etiquetas dos links
vi: Chọn tùy chọn này để xuất nhãn những liên kết

source: Check this option to export only external links
cs: Zaškrtněte, chcete-li exportovat pouze externí odkazy
da: Afkryds denne indstilling for kun at eksportere eksterne henvisninger
pt: Ligue esta opção para exportar apenas os links externos
vi: Chọn tùy chọn này để chỉ xuất những liên kết bên ngoài

source: Check this option to ignore servers that do not respond after more than n tries
cs: Zaškrtněte, chcete-li ignorovat servery, které neodpovídají po n pokusech
da: Afkryds denne indstilling for at ignorere servere som ikke svarer efter mere end x forsøg
pt: Ligue esta opção para ignorar os servidores que não respondem após mais de n tentativas
vi: Chọn tùy chọn này để bỏ qua những máy chủ không hồi âm sau nhiều hơn n lần thử

source: Check this option to retreive content of documents other than HTML pages and images: PDF, tarballs...
cs: Zaškrtněte, chcete-li získat obsah jiných dokumentů než HTML stránky a obrázky: PDF, archivy...
da: Afkryds denne indstilling for at indhente indhold af dokumenter udover HTML-sider og billeder: PDF, tarball...
pt: Ligue esta opção para obter o conteúdo de documentos que não sejam páginas HTML e imagens: PDF, tarballs...
vi: Chọn tùy chọn này để lấy nội dung những tài liệu khác những trang HTML và hình ảnh: PDF, tarballs...

source: Check this option to retreive images content for local preview
cs: Zaškrtněte, chcete-li získat obrázky pro místní náhled
da: Afkryds denne indstilling for at indhente billedindhold til lokal forhåndsvisning
pt: Ligue esta opção para obter o conteúdo de imagens para antevisão local
vi: Chọn tùy chọn này để lấy nội dung hình ảnh để xem trước trên cục bộ

source: Check this option to scan only one page
cs: Zaškrtněte, chcete-li skenovat pouze jednu stránku
da: Afkryds denne indstilling for kun at skanne en side
pt: Ligue esta opção para sondar apenas uma página
vi: Chọn tùy chọn này để quét chỉ một trang

source: Choose a location
cs: Zvolte oblast
da: Vælg et sted
pt: Escolher uma localização
vi: Chọn vị trí

source: Clear export history
cs: Vyprázdnit historii exportů
da: Ryd eksporthistorik
pt: Limpar histórico de exportações
vi: Xóa lịch sử xuất

source: Clear project history
cs: Vyprázdnit historii projektů
da: Ryd projekthistorik
pt: Limpar histórico do projecto
vi: Xóa lịch sử dự án

source: Clear search history
cs: Vyprázdnit historii vyhledávání
da: Ryd søgehistorik
pt: Limpar histórico de buscas
vi: Xóa lịch sử tìm kiếm

source: Collapse all the list
cs: Sbalit všechny seznamy
da: Sammenklap hele listen
pt: Recolher a lista toda
vi: Thu gọn tất cả danh sách

source: Consider as error
cs: Vyhodnotit jako chybu
da: Betragt som fejl
pt: Considerar como erro
vi: Xem như lỗi

source: Consider that the code is not W3C compliant if it contains:
cs: Vyhodnotit kód, jako by nebyl v souladu s W3C, pokud obsahuje:
da: Anse koden for ikke at være W3C-kompliant hvis den indeholder:
pt: Considerar que o código não é compatível com W3C se conter:
vi: Xem như mã không tuân thủ W3C nếu nó chứa:

source: DEBUG mode
cs: Režim LADĚNÍ
da: FEJLSØGNINGS-tilstand
pt: Modo de DEPURAÇÃO
vi: Chế độ DEBUG

source: Debug
cs: Ladit
da: Fejlsøg
pt: Depuração

source: Delete project
cs: Smazat projekt
da: Slet projekt
pt: Apagar projecto
vi: Xóa dự án

source: Description:
cs: Popis:
da: Beskrivelse:
pt: Descrição:
vi: Mô tả:

source: Directories
cs: Adresáře
da: Mapper
pt: Directórios
vi: Thư mục

source: Display tooltips
cs: Zobrazit tipy
da: Vis værktøjstips
pt: Mostrar dicas
vi: Hiển thị chú giải

source: Do not accept any cookies
cs: Nepřijímat žádné cookies
da: Accepter ikke cookier
pt: Não aceitar nenhuns cookies
vi: Không chấp nhận bất cứ cookie nào

source: Do not display this dialog anymore
cs: Příště již tento dialog nezobrazovat
da: Vis ikke denne dialog igen
pt: Não mostrar mais este diálogo
vi: Không hiển thị hộp thoại này nữa

source: Do not retrieve page content (speed up the check)
cs: Nestahovat obsah stránky (zrychlí kontrolu)
da: Hent ikke sidens indhold (gør undersøgelsen hurtigere)
pt: Não obter o conteúdo da página (acelera a verificação)
vi: Không lấy nội dung trang (tăng tốc độ kiểm tra)

source: Document
cs: Dokument
da: Dokument
pt: Documento
vi: Tài liệu

source: Document extensions to ignore, separated by comma. Ex.: asp,aspx,exe,pif
cs: Přípony dokumentů, které se mají ignorovat, oddělené čárkou. Př.: asp,aspx,exe,pif
da: Dokumentendelser der skal ignoreres, adskilt af komma. Eksempler: asp,aspx,exe,pif
pt: Extensões de documentos a ignorar, separadas por vírgulas. Ex.: asp,aspx,exe,pif
vi: Phần mở rộng tài liệu cần bỏ qua, cách nhau bởi dấu phẩy. Ex.: asp,aspx,exe,pif

source: Documents
cs: Dokumenty
da: Dokumenter
pt: Documentos
vi: Tài liệu

source: Domains
cs: Domény
da: Domæner
pt: Domínios
vi: Tên miền

source: Dump link properties while checking
cs: Vypisovat vlastnosti odkazu během kontroly
da: Smid henvisningsegenskaber under undersøgelsen
pt: Deitar fora as propriedades do link na verificação
vi: Bỏ tính chất của liên kết khi kiểm tra

source: Dynamic values
cs: Dynamické hodnoty
da: Dynamiske værdier
pt: Valores dinâmicos
vi: Giá trị động

source: E-Mails
cs: E-maily
da: E-post
vi: E-Mail

source: E-Mails syntax
cs: Syntaxe E-mailů
da: E-post-syntaks
pt: Sintaxe de E-Mails
vi: Cú pháp E-Mail

source: Enter a URL to check
cs: Zadejte URL, která se má zkontrolovat
da: Skriv den internetadresse der skal tjekkes
pt: Insira um URL para verificar
vi: Nhập URL để kiểm tra

source: Enter a local file path or URL to check
cs: Zadejte cestu k místnímu souboru nebo URL, která se má zkontrolovat
da: Indtast en lokal filsti eller internetadresse der skal tjekkes
pt: Insira um caminho de ficheiro local ou URL para verificar
vi: Nhập đường dẫn tập tin cục bộ hay URL để kiểm tra

source: Errors
cs: Chyby
da: Fejl
pt: Erros
vi: Lỗi

source: Exclude images
cs: Vyloučit obrázky
da: Ekskluder billeder
pt: Excluir imagens
vi: Loại trừ hình ảnh

source: Expand all the list
cs: Rozbalit všechny seznamy
da: Udfold hele listen
pt: Expandir a lista toda
vi: Mở rộng tất cả danh sách

source: Export
cs: Exportovat
da: Eksporter
pt: Exportar
vi: Xuất

source: Files
cs: Soubory
da: Filer
pt: Ficheiros
vi: Tập tin

source: Filters
cs: Filtry
da: Filtre
pt: Filtros
vi: Bộ lọc

source: First part of the mime-type of files to check for virus, separated by comma. Ex.: application,audio,image,text,video,x-world
cs: První části mime-type souborů, které se mají kontrolovat na přítomnost virů, oddělené čárkou. Př.: application,audio,image,text,video,x-world
da: Første del af mime-typen på filer der skal tjekkes for virus, adskilt af komma. F.eks.: application,audio,image,text,video,x-world
pt: Primeira parte do tipo mime dos ficheiros para verificar por vírus, separados por vírgulas. Ex.: application,audio,image,text,video,x-world
vi: Phần đầu tiên của mime-type của tập tin để để kiểm tra virus, cách nhau bởi dấu phẩy. Ví dụ: application,audio,image,text,video,x-world

source: Frame
cs: Rámec
da: Ramme
pt: Moldura
vi: Khung

source: General
cs: Obecné
da: Generelt
pt: Geral
vi: Chung

source: HTML extensions to check, separated by comma. Ex.: php,html,htm,pl
cs: HTML přípony, které se mají zkontrolovat, oddělené čárkou. Př.: php,html,htm,pl
da: HTML-filendelser der skal tjekkes, adskilt af komma. F.eks.: php,html,htm,pl
pt: Extensões HTML para verificar, separadas por vírgulas. Ex.: php,html,htm,pl
vi: Phần mở rộng HTML cần kiểm tra, cách nhau bởi dấu phẩy. Ví dụ: php,html,htm,pl

source: History
cs: Historie
da: Historik
pt: Histórico
vi: Lịch sử

source: IP address
cs: IP adresa
da: IP-adresse
pt: Endereço IP
vi: Địa chỉ IP

source: Ignore URLs arguments
cs: Ignorovat URL argumenty
da: Ignorer argumenter for internetadresser
pt: Ignorar argumentos do URL
vi: Bỏ qua những đối số URL

source: Ignore this item
cs: Ignorovat tuto položku
da: Ignorer dette punkt
pt: Ignorar este item
vi: Bỏ qua mục này

source: Image extensions to ignore, separated by comma. Ex.: gif,png
cs: Přípony obrázků, které se mají ignorovat, oddělené čárkou. Př.: gif,png
da: Filendelser for billede der skal ignoreres, adskilt af komma. Eksempler: gif, png
pt: Extensões de imagens a ignorar, separadas por vírgulas. Ex.: gif,png
vi: Phần mở rộng hình ảnh cần bỏ qua, cách nhau bởi dấu phẩy. Ví dụ: gif,png

source: Image preview
cs: Náhled obrázků
da: Forhåndsvisning af billede
pt: Antevisão da imagem
vi: Xem trước ảnh

source: Images
cs: Obrázky
da: Billeder
pt: Imagens
vi: Hình ảnh

source: Labels export
cs: Export popisů
da: Eksport af etiketter
pt: Exportação de etiquetas
vi: Nhãn

source: Link update
cs: Aktualizace odkazu
da: Opdaterer henvisning
pt: Actualização do link
vi: Cập nhật liên kết

source: Links
cs: Odkazy
da: Henvisninger
vi: Liên kết

source: Links name
cs: Název odkazu
da: Henvisningsnavne
pt: Nome dos links
vi: Tên liên kết

source: Local file
cs: Místní soubor
da: Lokal fil
pt: Ficheiro local
vi: Tập tin nội bộ

source: Location:
cs: Umístění:
da: Sted:
pt: Localização:
vi: Vị trí:

source: Login :
cs: Příhlášení :
da: Logind :
vi: Đăng nhập:

source: META tags content
cs: Obsah META značek
da: META-informationer
pt: Conteúdo de META etiquetas
vi: Nội dung thẻ META

source: Max depth of levels to check:
cs: Kontrolovat maximální hloubku vnoření:
da: Maksimal undersøgelsesdybde:
pt: Profundidade máxima de níveis a verificar:
vi: Cấp độ của độ sâu tối đa để kiểm tra:

source: Network
cs: Síť
da: Netværk
pt: Rede
vi: Mạng

source: New
cs: Nový
da: Ny
pt: Novo
vi: Mới

source: New bookmarks project
cs: Nový projekt záložek
da: Nyt bogmærkeprojekt
pt: Novo projecto de favoritos
vi: Dự án đánh dấu mới

source: New instance
cs: Nová instance
da: Nyt vindue
pt: Nova instância
vi: Đối tượng mới

source: New local file project
cs: Nový projekt místního souboru
da: Nyt lokalt filprojekt
pt: Novo projecto de ficheiro local
vi: Dự án tập tin cục bộ mới

source: New project
cs: Nový projekt
da: Nyt projekt
pt: Novo projecto
vi: Dự án mới

source: New web project
cs: Nový webový projekt
da: Nyt internetprojekt
pt: Novo projecto web
vi: Dự án web mới

source: Numbering
cs: Číslování
da: Nummerering
pt: A numerar
vi: Số thứ tự

source: Only check local links
cs: Kontrolovat pouze místní odkazy
da: Undersøg kun lokale henvisninger
pt: Verificar apenas os links locais
vi: Chỉ kiểm trang những liên kết cục bộ

source: Only check this directory and its subdirectories
cs: Kontrolovat pouze tento adresář a jeho podadresáře
da: Undersøg kun denne mappe og dens undermapper
pt: Verificar apenas este directório e os seus sub-directórios
vi: Chỉ kiểm tra thư mục này và những thư mục con của nó

source: Only external links
cs: Pouze externí odkazy
da: Kun eksterne henvisninger
pt: Apenas links externos
vi: Mở những liên kết ngoại

source: Open
cs: Otevřít
da: Åbn
pt: Abrir
vi: Mở

source: Open a project
cs: Otevřít projekt
da: Åbn et projekt
pt: Abrir um projecto
vi: Mở một dự án

source: Open project
cs: Otevřít projekt
da: Åbn projekt
pt: Abrir projecto
vi: Mở dự án

source: Page content
cs: Obsah stránky
da: Sideindhold
pt: Conteúdo da página
vi: Nội dung trang

source: Page information
cs: Informace o stránce
da: Sideinformation
pt: Informação da página
vi: Thông tin trang

source: Page properties
cs: Vlastnosti stránky
da: Sideegenskaber
pt: Propriedades da página
vi: Đặc tính trang

source: Parent update
cs: Aktualizace nadřazené
da: Opdater overordnet
pt: Actualização do pai
vi: Cập nhật cha

source: Password :
cs: Heslo :
da: Adgangskode:
pt: Palavra-passe :
vi: Mật khẩu:

source: Personal data
cs: Osobní údaje
da: Personlige data
pt: Dados pessoais
vi: Dữ liệu cá nhân

source: Project properties
cs: Vlastnosti projektu
da: Projektegenskaber
pt: Propriedades do projecto
vi: Đặc tính dự án

source: Prompt for authentication
cs: Požadavek na přihlášení
da: Spørg om godkendelse
pt: Pedir autenticação
vi: Nhắc nhở việc chứng thực

source: Protocols
cs: Protokoly
da: Protokoller
pt: Protocolos
vi: Giao thức

source: Refuse
cs: Odmítnout
da: Nægt
pt: Recusar
vi: Từ chối

source: Remove all 404 links
cs: Odstranit všechny odkazy 404
da: Fjern alle 404 links (404-henvisninger)
pt: Remover todos os links 404
vi: Xóa tất cả liên kết 404

source: Report export
cs: Ohlásit export
da: Rapporter eksport
pt: Exportação do relatório
vi: Xuất báo cáo

source: Retrieve content of non HTML files
cs: Získat obsah ne-HTML souborů
da: Indhent indholdet af filer der ikke er i HTML-format
pt: Obter conteúdo de ficheiros não HTML
vi: Lấy nội dung của những tập tin không phải là HTML

source: Retrieve images content
cs: Získat obrázky
da: Hent billedindhold
pt: Obter conteúdo de imagens
vi: Lấy nội dung hình ảnh

source: Save
cs: Uložit
da: Gem
pt: Gravar
vi: Lưu

source: Save bookmarks
cs: Uložit záložky
da: Gem bogmærker
pt: Gravar favoritos
vi: Lưu đánh dấu

source: Save report in...
cs: Ukládání hlášení do...
da: Gem rapport i...
pt: Gravar relatório em...
vi: Lưu báo cáo trong...

source: Search in progress...
cs: Probíhá vyhledávání...
da: Søgning i gang...
pt: Procura em progresso...
vi: Đang tìm kiếm...

source: Search...
cs: Vyhledávání...
da: Søg...
pt: Procura...
vi: Tìm kiếm...

source: Security
cs: Zabezpečení
da: Sikkerhed
pt: Segurança
vi: Bảo mật

source: Security alerts
cs: Bezpečnostní oznámení
da: Sikkerhedsalarmer
pt: Alertas de segurança
vi: Cảnh báo bảo mật

source: Similar link locations
cs: Podobná umístění odkazu
da: Lignende henvisningssteder
pt: Localizações de links semelhantes
vi: Những địa điểm liên kết tương tự

source: Status code
cs: Kód stavu
da: Statuskode
pt: Código do estado
vi: Mã trạng thái

source: Stylesheet
cs: Styl
da: Stilark
pt: Folha de estilo

source: This option will only be active for <i>Web site</i> projects.
cs: Tato volba bude aktivní pouze u <i>webových</i> projektů.
da: Denne indstilling vil kun være aktiv for <i>internetsideprojekter</i>.
pt: Esta opção apenas irá estar activa para projectos de <i>sítio Web</i>.
vi: Tùy chọn này sẽ chỉ hoạt động cho những dự án <i>Web site</i>.

source: Those choices will override [Filters/Documents].
cs: Tyto volby nahradí [Filtry/Dokumenty].
da: De valg vil blive overskrevet [Filtre/dokumenter].
pt: Essas escolhas irão sobrepor-se a [Filtros/Documentos].
vi: Những lựa chọn này sẽ ghi đè [Bộ lọc/Tài liệu].

source: Time to wait between two checks, in second:
cs: Čas, po který se má čekat mezi dvěma kontrolami, v sekundách
da: Ventetid mellem to undersøgelser, i sekunder:
pt: Tempo a esperar entre duas verificações, em segundos:
vi: Thời gian đợi giữa hai lần kiểm tra, tính bằng giây:

source: Timeout in seconds:
cs: Časový limit v sekundách:
da: Udløb af tid i sekunder:
pt: Tempo limite em segundos:
vi: Thời gian chờ tính bằng giây:

source: Timeout:
cs: Časový limit:
da: Udløb af tid:
pt: Tempo limite:
vi: Thời gian đợi:

source: Title:
cs: Název:
da: Titel:
pt: Título:
vi: Tiêu đề:

source: Uncheck this option to check external links too
cs: Odškrtněte, chcete-li kontrolovat také externí odkazy
da: Fjern kryds ved denne indstilling for også at tjekke eksterne henvisninger
pt: Desligue esta opção para também verificar links externos
vi: Bỏ chọn mục này để kiểm tra cả những liên kết bên ngoài

source: Uncheck this option to check external pages too
cs: Odškrtněte, chcete-li kontrolovat také externí stránky
da: Fjern kryds ved denne indstilling for også at tjekke eksterne sider
pt: Desligue esta opção para também verificar páginas externas
vi: Bỏ chọn mục này để kiểm tra cả những trang bên ngoài

source: Update all children for this link
cs: Aktualizovat všechny podřízené položky tohoto seznamu
da: Opdater alle undersider for denne henvisning
pt: Actualizar todos os filhos para este link
vi: Cập nhật tất cả liên kết con của liên kết này

source: Update all links...
cs: Aktualizovat všechny odkazy...
da: Opdater alle henvisninger...
pt: Actualizar todos os links...
vi: Cập nhật tất cả liên kết...

source: Update main page...
cs: Aktualizovat hlavní stránku...
da: Opdater hovedsiden...
pt: Actualizar página principal...
vi: Cập nhật trang chính

source: Update page containing this link
cs: Aktualizovat stránku, které obsahuje tento odkaz
da: Opdater den side der indeholder denne henvisning
pt: Actualizar página que contém este link
vi: Cập nhật trang chứa liên kết này

source: Update this link
cs: Aktualizovat odkaz
da: Opdater denne henvisning
pt: Actualizar este link
vi: Cập nhật liên kết này

source: Updating report's counters <b>Please wait...</b>
cs: Aktualizují se počítadla hlášení <b>Čekejte prosím...</b>
da: Opdaterer rapportens optællinger <b>Vent venligst...</b>
pt: A actualizar contadores do relatório <b>Espere por favor...</b>
vi: Đang cập nhật những bộ đếm của báo cáo <b>Vui lòng đợi...</b>

source: Use passive mode
cs: Použít pasivní režim
da: Brug passiv tilstand
pt: Usar modo passivo
vi: Dùng chế độ thụ động

source: View all link locations
cs: Zobrazit všechna umístění odkazů
da: Vis alle henvisningssteder
pt: Ver todas as localizações de links
vi: Xem tất cả vị trí liên kết

source: View bad extensions
cs: Zobrazit špatné přípony
da: Vis ugyldige filendelser
pt: Ver extensões más
vi: Xem những phần mở rộng xấu

source: View online
cs: Zobrazit online
da: Vis online
pt: Ver online
vi: Xem trực tuyến

source: View parent page online
cs: Zobrazit online nadřazenou stránku
da: Vis overside online
pt: Ver página pai online
vi: Xem trang web cha trực tuyến

source: Viruses
cs: Viry
da: Vira
pt: Vírus
vi: Virus

source: W3C alerts
cs: Upozornění od W3C
da: W3C-alarmer
pt: Alertas do W3C
vi: Cảnh báo W3C

source: W3C validation
cs: Ověřené od W3C
da: W3C-validering
pt: Validação do W3C
vi: Xác thực W3C

source: Wait
cs: Vyčkat
da: Vent
pt: Espere
vi: Đợi

source: Warnings
cs: Upozornění
da: Advarsler
pt: Avisos
vi: Cảnh báo

source: Web site
cs: Web
da: Internetsted
pt: Sítio Web

source: When a cookie is added
cs: Když je cookie přidána
da: Når en cookie tilføjes
pt: Quando um cookie é adicionado
vi: Khi một cookie được thêm

source: When a cookie is deleted
cs: Když je cookie smazána
da: Når en cookie slettes
pt: Quando um cookie é apagado
vi: Khi một cookie bị xóa

source: When a cookie is updated
cs: Když je cookie aktualizována
da: Når en cookie opdateres
pt: Quando um cookie é actualizado
vi: Khi một cookie được cập nhật

source: Will remove any bookmark pointing to non existent page
cs: Odstraní všechny záložky směřující na neexistující stránku
da: Vil fjerne alle bogmærker der peger mod en ikkeeksisterende side
pt: Irá remover qualquer favorito que aponte para uma página não existente
vi: Sẽ xóa bất cứ điểm đánh dấu nào tới trang không tồn tại

source: With SSL (HTTPS)
cs: Se SSL (HTTPS)
da: Med SSL (HTTPS)
pt: Com SSL (HTTPS)
vi: Với SSL (HTTPS)

source: _Display
cs: _Zobrazit
da: _Vis
pt: _Mostrar
vi: _Hiển thị

source: _Edit
cs: _Upravit
da: _Rediger
pt: _Editar
vi: _Biên tập

source: _File
cs: _Soubor
da: _Fil
pt: _Ficheiro
vi: _Tập tin

source: _Help
cs: _Nápověda
da: _Hjælp
pt: _Ajuda
vi: T_rợ giúp

source: _Project
cs: _Projekt
da: _Projekt
pt: _Projecto
vi: _Dự án

source: attemps
cs: pokusy
da: forsøg
pt: tentativas
vi: cố gắng

source: gURLChecker Preferences
cs: Předvolby pro gURLChecker
da: Indstillinger for gURLChecker
pt: Preferências do gURLChecker
vi: Tùy chỉnh gURLChecker

source: gURLChecker use the libclamav library to scan files for viruses
cs: Ke skenování souborů na přítomnost virů používá gURLChecker knihovnu libclamav
da: gURLChecker bruger bliblioteket libclamav til at skanne filer for vira
pt: O gURLChecker usa a biblioteca libclamav para sondar ficheiros por vírus
vi: gURLChecker dùng thư viện libclamav để quét virus

source: gURLChecker use the libcroco library to validate CSS2 stylesheets
cs: K ověřování CSS stylů používá gURLChecker knihovnu libcroco
da: gURLChecker bruger biblioteket libcroco til at validere CSS2-stilark
pt: O gURLChecker usa a biblioteca libcroco para validar as folhas de estilo CSS2
vi: gURLChecker dùng thư viện libcroco để xác thực những stylesheet CSS2

source: gURLChecker use the libtidy library to validate HTML pages
cs: K ověřování HTML stránek používá gURLChecker knihovnu libtidy
da: gURLChecker kan bruge biblioteket libtidy til at validere HTML-sider
pt: O gURLChecker usa a biblioteca libtidy para validar páginas HTML
vi: gURLChecker dùng thư viện libtidy để xác thực những trang HTML

source: second(s), between checks.
cs: sekund(y) mezi kontrolami.
da: sekunder mellem tjekkene.
pt: segundo(s), entre verificações.
vi: giây, giữa những lần kiểm tra.

source: second(s).
cs: sekund(y).
da: sekunder.
pt: segundo(s).
vi: giây.

source: E-Mail
da: E-post

source: Cookies
da: Cookier
vi: Cookie

source: <b>Server:</b>
pt: <b>Servidor:</b>
vi: <b>Máy chủ:</b>
