Repository: esaracco/gurlchecker
Catalog: po/*.po
Languages: cs, da, pt, vi

source: A problem occured while initializing Clamav library : <b><i>%s</i></b> <i>Please check your configuration or your libclamav version</i>. <b>Virii will not be detected</b>.
cs: Problém nastal při inicializaci knihovny Clamav : <b><i>%s</i></b> <i>Zkontrolujte prosím nastavení, nebo verzi knihovny libclamav</i>. <b>Nebudou se rozpoznávat viry</b>.
da: En fejl opstod under initialiseriing af Clamavbiblioteket: <b><i>%s</i></b> <i>Tjek venligst din konfiguration eller din version af libclamav</i>. <b>Vira vil ikke blive fanget</b>.
pt: Ocorreu um problema ao inicializar a biblioteca Clamav : <b><i>%s</i></b> <i>Por favor verifique a sua configuração ou a versão da sua libclamav</i>. <b>Os vírus não serão detectados</b>.
vi: Một lỗi đã xảy ra khi khởi tạo thư viện Clamav: <b><i>%s</i></b> <i>Vui lòng kiểm tra cấu hình của bạn hay phiên bản libclamav của bạn</i>. <b>Virus sẽ không được dò ra</b>.

source: A problem occured while initializing Croco library. <i>Please check your configuration or your libcroco version</i>. <b>CSS stylesheets will not be validated</b>.
cs: Při inicializaci knihovny Croco nastal problém. <i>Zkontrolujte prosím nastavení, nebo verzi knihovny libcroco</i>. <b>CSS styly se nebudou ověřovat</b>.
da: En fejl opstod under initialisering af Crocobiblioteket. <i>Tjek venligst din konfiguration eller din version af libcroco</i>. <b>CSS-stilark vil ikke blive valideret</b>.
pt: Ocorreu um problema ao inicializar a biblioteca Croco. <i>Por favor verifique a sua configuração ou a versão da sua libcroco</i>. <b>As folhas de estilo CSS não serão validadas</b>.
vi: Một lỗi đã xảy ra khi khởi tạo thư viện Croco. <i>Vui lòng kiểm tra cấu hình của bạn hay phiên bản libcroco của bạn</i>. <b>Stylesheet CSS sẽ không được kiểm tra hợp lệ</b>.

source: A problem occured while initializing Tidy library. <i>Please check your configuration or your libtidy version</i>. <b>HTML pages will not be validated</b>.
cs: Při inicializaci knihovny Tidy nastal problém. <i>Zkontrolujte prosím nastavení, nebo verzi knihovny libtidy</i>. <b>HTML stránky se nebudou ověřovat</b>.
da: En fejl opstod under initialisering af Tidybiblioteket. <i>Tjek venligst din konfiguration eller din version af libtidy</i>. <b>HTML-sider vil ikke blive valideret</b>.
pt: Ocorreu um problema ao inicializar a biblioteca Tidy. <i>Por favor verifique a sua configuração ou a versão da sua libtidy</i>. <b>As páginas HTML não serão validadas</b>.
vi: Một lỗi đã xảy ra khi khởi tạo thư viện Tidy: <i>Vui lòng kiểm tra cấu hình của bạn hay phiên bản libtidy của bạn</i>. <b>Những trang HTML sẽ không được kiểm tra hợp lệ</b>.

source: Check in progress...
cs: Probíhá kontrola...
da: Tjek i gang...
pt: Verificação em progresso...
vi: Đang kiểm tra...

source: Emmanuel Saracco Contributors: Stephane Loeuillet
cs: Emmanuel Saracco Přispěvatelé: Stephane Loeuillet
da: Emmanuel Saracco Bidragydere: Stephane Loeuillet
pt: Emmanuel Saracco Contribuintes: Stephane Loeuillet
vi: Emmanuel Saracco Những người đóng góp: Stephane Loeuillet

source: Manpage:
cs: Manuálová stránka:
da: Manualside:
pt: Página de manual:

source: Code:
cs: Kód:
da: Kode:
pt: Código:
vi: Mã:

source: Takeshi Aihana, Japanese Alexander Hunziker, German Florent Jugla, Esperanto Daniel Pecos, Spanish Gunner Poulsen, Danish Emmanuel Saracco, French Angelo Theodorou, Italian
cs: Takeshi Aihana, japonština Alexander Hunziker, němčina Florent Jugla, esperanto Daniel Pecos, španělština Gunner Poulsen, dánština Emmanuel Saracco, francouzština Angelo Theodorou, italština
da: Takeshi Aihana, japansk Alexander Hunziker, tysk Florent Jugla, esperanto Daniel Pecos, spansk Gunner Poulsen, dansk Joe Hansen, dansk Emmanuel Saracco, fransk Angelo Theodorou, italiensk
pt: Takeshi Aihana, Japonês Alexander Hunziker, Alemão Florent Jugla, Esperanto Daniel Pecos, Espanhol Gunner Poulsen, Dinamarquês Emmanuel Saracco, Francês Angelo Theodorou, Italiano Américo Monteiro, Português
vi: Takeshi Aihana, Tiếng Nhật Alexander Hunziker, Tiếng Đức Florent Jugla, Tiếng Quốc tế (Esperanto) Daniel Pecos, Tiếng Tây Ban Nha Gunner Poulsen, Tiếng Đan Mạch

source: gURLChecker is a graphical web links checker. It can work on a whole site, a single local page or a browser bookmarks file
cs: gURLChecker je grafický kontrolor webových odkazů. Dokáže zpracovat celý web, jednu místní stránku či soubor se záložkami prohlížeče
da: gURLChecker tjekker internethenvisninger. Den kan arbejde på en hel internetside, en enkel lokal side eller en browsers bogmærkefil
pt: O gURLChecker é um verificador gráfico de links web. Pode funcionar num site completo, numa página local única ou num ficheiro de favoritos de um explorador
vi: gURLChecker là một ứng dụng đồ họa kiểm tra các liên kết web. Chương trình có thể làm việc với toàn bộ một website, một trang web đơn hay một tập tin đánh dấu của trình duyệt.

source: You can select a local or remote bookmarks file. This file have to be either a XBEL, Opera, Google Chrome, or Firefox database file
cs: Můžete si vybrat místní či vzdálený soubor záložek. Soubor musí být buď ve formátu XBEL, Opera, Google Chrome, nebo databázový soubor Firefoxu
da: Du kan vælge en lokal eller ekstern bogmærkefil. Denne fil skal være en databasefil af typen XBEL, Opera, Google Chrome eller Firefox
pt: Você pode seleccionar um ficheiro de favoritos local ou remoto. Este ficheiro tem de ser um ficheiro de base de dados de XBEL, Opera, Google Chrome, ou Firefox
vi: Bạn có thể chọn một tập tin đánh dấu cục bộ hay ở xa. Tập tin này có thể là tập tin dữ liệu của XBEL, Opera, Google Chrome, hay Firefox.

source: You can select a local or remote bookmarks file. This file have to be either a XBEL, Opera, or a Firefox database file
cs: Můžete si vybrat místní či vzdálený soubor záložek. Soubor musí být buď ve formátu XBEL, Opera, nebo databázový soubor Firefoxu
da: Du kan vælge en lokal eller ekstern bogmærkefil. Denne fil skal være en databasefil af typen XBEL, Opera eller Firefox
pt: Você pode seleccionar um ficheiro de favoritos local ou remoto. Este ficheiro tem de ser um ficheiro de base de dados de XBEL, Opera ou Firefox
vi: Bạn có thể chọn một tập tin đánh dấu cục bộ hay ở xa. Tập tin này có thể là tập tin dữ liệu của XBEL, Opera, hay Firefox.

source: You can select a local or remote bookmarks file. This file have to be either a XBEL, Opera, or a Google Chrome file
cs: Můžete si vybrat místní či vzdálený soubor záložek. Soubor musí být buď ve formátu XBEL, Opera, nebo soubor Google Chrome
da: Du kan vælge en lokal eller ekstern bogmærkefil. Denne fil skal være en databasefil af typen XBEL, Opera eller Google Chrome
pt: Você pode seleccionar um ficheiro de favoritos local ou remoto. Este ficheiro tem de ser um ficheiro de XBEL, Opera, ou Google Chrome
vi: Bạn có thể chọn một tập tin đánh dấu cục bộ hay ở xa. Tập tin này có thể là tập tin dữ liệu của XBEL, Opera, hay Google Chrome.

source: You can select a local or remote bookmarks file. This file have to be in XBEL or Opera format
cs: Můžete si vybrat místní či vzdálený soubor záložek. Soubor musí být ve formátu XBEL nebo Opera
da: Du kan vælge en lokal eller ekstern bogmærkefil. Denne fil skal være i XBEL- eller Operaformat
pt: Você pode seleccionar um ficheiro de favoritos local ou remoto. Este ficheiro tem de estar em formato do XBEL ou Opera
vi: Bạn có thể chọn một tập tin đánh dấu cục bộ hay ở xa. Tập tin này có thể là tập tin dữ liệu của XBEL hay Opera.

source: New domain to reject
cs: Odmítnout novou doménu
da: Nyt domæne der skal afvises
pt: Novo domínio a rejeitar
vi: Tên miền mới để loại bỏ

source: Add a domain to reject
cs: Přidat doménu k odmítnutí
da: Tilføj et domæne der skal afvises
pt: Adicionar um domínio a rejeitar
vi: Thêm một tên miền để loại bỏ

source: This domain name is not valid.
cs: Doménové jméno není platné.
da: Domænedelen af e-post-adressen er ikke gyldig.
pt: Este nome de domínio não é válido.
vi: Tên miền này không hợp lệ.

source: New directory to reject
cs: Odmítnout nový adresář
da: Ny mappe der skal afvises
pt: Novo directório a rejeitar
vi: Thư mục mới để loại bỏ

source: Add a directory to reject
cs: Přidat adresář k odmítnutí
da: Tilføj en mappe der skal afvises
pt: Adicionar um directório a rejeitar
vi: Thêm một thư mục mới để loại bỏ

source: Please, enter a string to search.
cs: Zadejte řetězec k vyhledání.
da: Indtast den streng der skal søges efter.
pt: Por favor, insira uma string para procurar.
vi: Vui lòng nhập một chuỗi để tìm kiếm.

source: Please, check that there is no mismatch in your URL and try again.
cs: Zkontrolujte prosím, že je zadaná URL správná a zkuste to znovu.
da: Tjek at du skrev den rigtige internetadresse og prøv igen.
pt: Por favor, verifique que não ha erro no seu URL e tente de novo.
vi: Vui lòng kiểm tra không URL của bạn không có lỗi và thử lại lần nữa.

source: Sorry, but this version of gurlchecker have no SSL support
cs: Omlouváme se, ale tato verze programu gurlchecker nepodporuje SSL
da: Beklager, men denne version af gurlchecker understøtter ikke SSL
pt: Desculpe, mas esta versão do gurlchecker não tem suporte de SSL
vi: Xin lỗi, nhưng phiên bản này của gURLChecker không hỗ trợ SSL

source: [<b>Local file</b>] Page information
cs: [<b>Místní soubor</b>] Informace o stránce
da: [<b>Lokal fil</b>] Sideinformation
pt: [<b>Ficheiro Local</b>] Informação de Página
vi: [<b>Tập tin cục bộ</b>] Thông tin trang

source: [<b>Web site</b>] Page information
cs: [<b>Web</b>] Informace o stránce
da: [<b>Internetside</b>] Sideinformation
pt: [<b>Sítio Web</b>] Informação de Página
vi: [<b>Web site</b>] Thông tin trang

source: Please choose a bookmarks file to check.
cs: Zvolte si soubor záložek, který se má zkontrolovat.
da: Vælg den bogmærkefil der skal undersøges.
pt: Por favor escolha um ficheiro de favoritos para verificar.
vi: Vui lòng chọn một tập tin đánh dấu để kiểm tra.

source: A problem occured when retrieving remote bookmarks file. <i>Try to pump up the timeout delay</i>.
cs: Při získávání vzdáleného souboru záložek nastal problém. <i>Zkuste navýšit časový limit pro odpověď</i>.
da: En fejl opstod under indhentelse af ekstern bogmærkefil. <i>Forsøg at forøge forsinkelsen på tidsudløb</i>.
pt: Ocorreu um problema ao obter o ficheiro de favoritos remoto. <i>Tente aumentar o atraso de tempo limite</i>.
vi: Có lỗi khi lấy tập tin đánh dấu từ xa. <i>Hãy thử tăng thời gian trì hoãn của thời gian chờ</i>.

source: Either the file is not correct or your don't have appropriate rights on it. <b>Please choose a valid bookmarks file</b>.
cs: Soubor buď není správný, nebo k němu nemáte příslušná oprávnění. <b>Zvolte si prosím platný soubor záložek</b>.
da: Enten er filen ødelagt, eller du har ikke de nødvendige rettigheder. <b>Vælg venligst en gyldig bogmærkefil</b>.
pt: O ficheiro não é correcto ou você não tem permissões apropriadas para ele. <b>por favor escolha um ficheiro de favoritos válido</b>.
vi: Tập tin không đúng hay bạn không có quyền thích hợp. <b>Vui lòng chọn một tập tin đánh dấu hợp lệ</b>.

source: The file format is not correct. <i>gurlchecker can deal only with <b>XBEL</b>, <b>Opera</b>, <b>Google Chrome</b>, and <b>Firefox</b> database file</i>.
cs: Formát souboru není správný. <i>gurlchecker pracuje pouze se soubory ve formátu <b>XBEL</b>, <b>Opera</b>, <b>Google <b>Opera</b>, <b>Google Chrome</b> a s databázovými soubory <b>Firefoxu</b></i>.
da: Filformatet er ikke korrekt. <i>gurlchecker kan kun håndtere databasefiler af typen <b>XBEL</b>, <b>Opera</b>, <b>Google</b> og <b>Firefox</b></i>.
pt: O formato do ficheiro não é correcto. <i>O gurlchecker apenas pode lidar com ficheiros de base de dados do <b>XBEL</b>, <b>Opera</b>, <b>Google Chrome</b>, e <b>Firefox</b></i>.
vi: Định dạng tập tin không đúng. <i>gURLChecker chỉ có thể làm việc với tập tin dữ liệu của <b>XBEL</b>, <b>Opera</b>, <b>Google Chrome</b>, và <b>Firefox</b></i>.

source: The file format is not correct. <i>This version of gurlchecker can deal only with <b>XBEL</b>, <b>Opera</b> and <b>Firefox</b> database file</i>.
cs: Formát souboru není správný. <i>Tato verze programu gurlchecker pracuje pouze se soubory ve formátu <b>XBEL</b>, <b>Opera</b> a s databázovými soubory <b>Firefoxu</b></i>.
da: Filformatet er ikke korrekt. <i>Denne version af gurlchecker kan kun håndtere databasefiler af typen <b>XBEL</b>, <b>Opera</b> og <b>Firefox</b></i>.
pt: O formato do ficheiro não é correcto. <i>Esta versão do gurlchecker apenas pode lidar com ficheiros de base de dados do <b>XBEL</b>, <b>Opera</b> e <b>Firefox</b></i>.
vi: Định dạng tập tin không đúng. <i>Phiên bản này của gURLChecker chỉ có thể làm việc với tập tin dữ liệu của <b>XBEL</b>, <b>Opera</b> và <b>Firefox</b></i>.

source: The file format is not correct. <i>This version of gurlchecker can deal only with <b>XBEL</b>, <b>Opera</b> and <b>Google Chrome</b> file</i>.
cs: Formát souboru není správný. <i>Tato verze programu gurlchecker pracuje pouze se soubory ve formátu <b>XBEL</b>, <b>Opera</b> a <b>Google Chrome</b></i>.
da: Filformatet er ikke korrekt. <i>Denne version af gurlchecker kan kun håndtere filer af typen <b>XBEL</b>, <b>Opera</b> og <b>Google Chrome</b></i>.
pt: O formato do ficheiro não é correcto. <i>Esta versão do gurlchecker apenas pode lidar com ficheiros do <b>XBEL</b>, <b>Opera</b> e <b>Google Chrome</b></i>.
vi: Định dạng tập tin không đúng. <i>Phiên bản này của gURLChecker chỉ có thể làm việc với tập tin dữ liệu của <b>XBEL</b>, <b>Opera</b> và <b>Google Chrome</b></i>.

source: The file format is not correct. <i>This version of gurlchecker can deal only with <b>XBEL</b> and <b>Opera</b> file</i>.
cs: Formát souboru není správný. <i>Tato verze programu gurlchecker pracuje pouze se soubory ve formátu <b>XBEL</b> a <b>Opera</b></i>.
da: Filformatet er ikke korrekt. <i>Denne version af gurlchecker kan kun håndtere filer af typen <b>XBEL</b> og <b>Opera</b></i>.
pt: O formato do ficheiro não é correcto. <i>Esta versão do gurlchecker apenas pode lidar com ficheiros do <b>XBEL</b> e <b>Opera</b>
vi: Định dạng tập tin không đúng. <i>Phiên bản này của gURLChecker chỉ có thể làm việc với tập tin dữ liệu của <b>XBEL</b> và <b>Opera</b></i>.

source: [<b>Remote bookmarks</b>] Page information
cs: [<b>Vzdálené záložky</b>] Informace o stránce
da: [<b>Eksterne bogmærker</b>] Sideinformation
pt: [<b>Favoritos Remoto</b>] Informação de Página
vi: [<b>Đánh dấu từ xa</b>] Thông tin trang

source: [<b>Local bookmarks</b>] Page information
cs: [<b>Místní záložky</b>] Informace o stránce
da: [<b>Lokale bogmærker</b>] Sideinformation
pt: [<b>Favoritos Local</b>] Informação de Página
vi: [<b>Đánh dấu nội bộ</b>] Thông tin trang

source: Cleaning...
cs: Vyprazdňuje se...
da: Rydder op...
pt: A limpar...
vi: Đang xóa...

source: All bookmarks referring to not found page will be removed. <b>Do you want to continue</b>?
cs: Všechny záložky odkazující na nenalezenou stránku budou odstraněny. <b>Chcete pokračovat</b>?
da: Alle bogmærker der henviser til not found page (ikke fundet side)vil blive fjernet. <b>Ønsker du at fortsætte</b>?
pt: Todos os favoritos referentes a páginas não encontradas serão removidos. <b>Deseja continuar</b>?
vi: Tất cả những đánh dấu tới những trang không được tìm thấy sẽ bị xóa. <b>Bạn có muốn tiếp tục không</b>?

source: Selected link will be removed. <b>Do you want to continue</b>?
cs: Vybraný odkaz bude odstraněn. <b>Chcete pokračovat</b>?
da: Valgte henvisninger vil blive fjernet. <b>Ønsker du at fortsætte</b>?
pt: O link seleccionado será removido. <b>Deseja continuar</b>?
vi: Liên kết được chọn sẽ bị xóa. <b>Bạn có muốn tiếp tục không</b>?

source: Please, select a project.
cs: Vyberte projekt.
da: Vælg venligst et projekt.
pt: Por favor, seleccione um projecto.
vi: Vui lòng chọn một dự án.

source: Are you sure you want to delete this project?
cs: Opravdu chcete smazat tento projekt?
da: Er du sikker på, at du vil slette dette projekt?
pt: Tem a certeza que deseja apagar este projecto?
vi: Bạn có chắc bạn muốn xóa dự án này?

source: Hypertext Link
cs: Hypertextový odkaz
da: Hyperteksthenvisning
pt: Link de Hipertexto
vi: Liên kết Siêu văn bản

source: Local Hypertext Link
cs: Místní hypertextový odkaz
da: Lokal hyperteksthenvisning
pt: Link de Hipertexto Local
vi: Liên kết Siêu văn bản Cục bộ

source: Local Image
cs: Místní obrázek
da: Lokalt billede
pt: Imagem Local
vi: Ảnh Cục bộ

source: Image
cs: Obrázek
da: Billede
pt: Imagem
vi: Ảnh

source: Frame link
cs: Odkaz na rámec
da: Rammelink
pt: Link de moldura
vi: Liên kết khung

source: StyleSheet link
cs: Odkaz na styl
da: Henvisning til stilark
pt: Link de folha de estilo
vi: Liên kết stylesheet

source: Unknown Type
cs: Neznámý typ
da: Ukendt type
pt: Tipo Desconhecido
vi: Không rõ loại

source: Retrieving source...
cs: Získává se zdrojový kód...
da: Modtager kilden...
pt: A obter a fonte..
vi: Đang lấy mã nguồn...

source: Continue
cs: Pokračovat
da: Fortsæt
pt: Continuar
vi: Tiếp tục

source: Suspend
cs: Pozastavit
da: Suspender
pt: Suspender
vi: Treo

source: Checking file (FTP)...
cs: Kontroluje se soubor (FTP)...
da: Undersøger fil (FTP)...
pt: A verificar ficheiro (FTP)...
vi: Kiểm tra tập tin (FTP)...

source: Retrieving header...
cs: Získává se hlavička...
da: Modtager sidehoved...
pt: A obter o cabeçalho...
vi: Đang lấy trường header...

source: Item already checked...
cs: Položka byla již zkontrolována...
da: Elementet er allerede undersøgt...
pt: Item já verificado...
vi: Mục đã được kiểm tra...

source: MX host %s for this domain is alive and listen on port 25.
cs: MX hostitel %s pro tuto doménu je aktivní a naslouchá na portu 25.
da: MX-værten %s for dette domæne er oppe og lytter på port 25.
pt: A máquina MX %s para este domínio está viva e escuta no porto 25.
vi: Máy chủ MX %s cho tên miền đang hoạt động và lắng nghe ở cổng 25.

source: MX host does not respond or the E-Mail's domain is not valid.
cs: MX hostitel neodpovídá, nebo E-mail domény není platný.
da: MX-værten svarer ikke eller domænet i denne e-post er ikke gyldigt.
pt: A máquina MX não responde ou o domínio de E-Mail não é válido.
vi: Máy chủ MX không trả lời hay tên miền của E-Mail không hợp lệ.

source: The E-Mail's domain is not valid.
cs: E-mail domény není platný.
da: Domænedelen af e-post-adressen er ikke gyldig.
pt: O domínio de E-Mail não é válido.
vi: Tên miền của E-Mail không hợp lệ.

source: <b>SECURITY</b>: Checking for virii...
cs: <b>ZABEZPEČENÍ</b>: Kontrolují se viry...
da: <b>SIKKERHED</b>: Tjekker for vira...
pt: <b>SEGURANÇA</b>: A verificar por vírus...
vi: <b>BẢO MẬT</b>: Kiểm tra virus

source: <b>W3C</b>: Validate CSS stylesheet...
cs: <b>W3C</b>: Ověřuje se CSS styl...
da: <b>W3C</b>: Valider CSS-stilark...
pt: <b>W3C</b>: A validar folha de estilo CSS...
vi: <b>W3C</b>: Xác thực stylesheet CSS...

source: <b>W3C</b>: Validate HTML page...
cs: <b>W3C</b>: Ověřuje se HTML stránka...
da: <b>W3C</b>: Valider HTML-side...
pt: <b>W3C</b>: A validar página HTML...
vi: <b>W3C</b>: Xác thực trang HTML...

source: <b>SECURITY</b>: Checking for bad extensions [<b>%s</b>]...
cs: <b>ZABEZPEČENÍ</b>: Kontrolují se špatné přípony [<b>%s</b>]...
da: <b>SIKKERHED</b>: Tjekker for ugyldige filendelser [<b>%s</b>]...
pt: <b>SEGURANÇA</b>: A verificar extensões más [<b>%s</b>]...
vi: <b>BẢO MẬT</b>: Kiểm tra những phần mở rộng xấu [<b>%s</b>]...

source: Sleeping %u second(s)...
cs: Vyčkává se %u sekund(y)...
da: Sover %u sekunder...
pt: A dormir %u segundo(s)...
vi: Ngủ %u giây...

source: Checking E-Mail...
cs: Kontroluje se E-Mail...
da: Tjekker e-post-adressen...
pt: A verificar E-Mail...
vi: Đang kiểm tra E-Mail...

source: Checking local file...
cs: Kontroluje se místní soubor...
da: Tjekker lokal fil...
pt: A verificar ficheiro local...
vi: Đang kiểm tra tập tin cục bộ...

source: Updating report...
cs: Aktualizuje se hlášení...
da: Opdaterer rapporten...
pt: A actualizar relatório...
vi: Đang cập nhật báo cáo...

source: Searching...
cs: Vyhledává se...
da: Søger...
pt: A procurar...
vi: Đang tìm kiếm...

source: Updating link...
cs: Aktualizuje se odkaz...
da: Opdaterer henvisning...
pt: A actualizar o link...
vi: Đang cập nhật liên kết....

source: Updating branch...
cs: Aktualizuje se větev...
da: Opdaterer grenen...
pt: A actualizar o branch...
vi: Đang cập nhật nhánh...

source: Updating all project...
cs: Aktualizují se všechny projekty...
da: Opdaterer hele projektet...
pt: A actualizar todo o projecto...
vi: Đang cấp nhật tất cả dự án...

source: Checking %s...
cs: Kontroluje se %s...
da: Undersøger %s...
pt: A verificar %s...
vi: Đang kiểm tra %s...

source: MAIN PAGE
cs: HLAVNÍ STRÁNKA
da: HOVEDSIDE
pt: PÁGINA PRINCIPAL
vi: TRANG CHÍNH

source: Access to the specified project URL is restricted. Check has been cancelled
cs: Přístup k zadané URL projektu je omezen. Kontrola byla zrušena.
da: Adgang til det angive projekts internetadresse er begrænset. Tjek er blevet annulleret
pt: O acesso ao URL do projecto especificado é restrito. A verificação foi cancelada
vi: Truy cập đến địa chỉ URL của dự án xác định bị hạn chế. Kiểm tra đã bị hủy.

source: The specified project URL does not respond. Check has been cancelled.
cs: Zadaná URL projektu neodpovídá. Kontrola byla zrušena.
da: Det angivne projekts internetadresse svarer ikke. Tjekket er annulleret.
pt: O URL do projecto especificado não responde. A verificação foi cancelada
vi: Địa chỉ URL của dự án xác định không hồi âm. Kiểm tra đã bị hủy.

source: Should remote bookmarks be saved on your machine?
cs: Mají se vzdálené záložky uložit na tento počítač?
da: Skal eksterne bogmærker gemmes på din maskine?
pt: Deverão os favoritos remotos ser guardados na sua máquina?
vi: Lưu những đánh dấu từ xa trên máy của bạn hay không?

source: Save bookmarks file
cs: Uložit soubor záložek
da: Gem bogmærkefil
pt: Guardar ficheiro de favoritos
vi: Lưu tập tin đánh dấu

source: Input filename
cs: Zadejte název souboru
da: Inddatafilnavn
pt: Insira nome do ficheiro
vi: Nhập tên tập tin

source: The filename is not in a correct format. <b>Nothing has been done</b>.
cs: Název souboru není ve správném formátu. <b>Akce nebyla provedena</b>.
da: Filnavnet er ikke i et korrekt format. <b>Intet er gjort</b>.
pt: O nome do ficheiro não está num formato correcto. <b>Nada foi feito</b>.
vi: Tên tập tin không đúng định dạng. <b>Không có gì được thực hiện</b>.

source: Bookmarks changes will be saved. <i>Your old bookmarks file will be renamed with ".uc" extension</i>. <b>Do you want to save</b>?
cs: Změny v záložkách budou uloženy. <i>Přípona souboru záložek bude změněna na ".uc"</i>. <b>Chcete jej uložit</b>?
da: Ændringerne i bogmærker bliver gemt. <i>Din gamle bogmærkefil gemmes med filendelsen ».uc«</i>. <b>Vil du gemme</b>?
pt: As alterações aos favoritos serão gravadas. <i>O seu ficheiro antigo de favoritos irá ser renomeado com a extensão ".uc"</i>. <b>Deseja gravar</b>?
vi: Những thay đổi của các đánh dấu sẽ được lưu. <i>Những đánh dấu cũ sẽ được lưu với phần mở rộng ".uc"</i>. <b>Bạn có muốn lưu không</b>?

source: A error occured. <b>Nothing has been done</b>.
cs: Došlo k chybě. <b>Akce nebyla provedena</b>.
da: En fejl opstod. <b>Intet er udført</b>.
pt: Ocorreu um erro. <b>Nada foi feito</b>.
vi: Có lỗi xảy ra. <b>Không có gì được thực hiện</b>.
