Repository: esaracco/gurlchecker
Catalog: po/*.po
Languages: cs, da, pt, vi

source: The following cookie will be <b>deleted</b>
cs: Následující cookie budou <b>smazány</b>
da: Den følgende cookie vil blive <b>slettet</b>
pt: O seguinte cookie será <b>apagado</b>
vi: Những cookie sau sẽ bị <b>xoá</b>

source: The following cookie will be <b>updated</b>
cs: Následující cookie budou <b>aktualizovány</b>
da: Den følgende cookie vil blive <b>opdateret</b>
pt: O seguinte cookie será <b>actualizado</b>
vi: Những cookie sau sẽ được <b>cập nhật</b>

source: The following cookie will be <b>added</b>
cs: Následující cookie budou <b>přidány</b>
da: Den følgende cookie vil blive <b>tilføjet</b>
pt: O seguinte cookie será <b>adicionado</b>
vi: Những cookie sau sẽ được <b>thêm</b>

source: %u - Error after: %s
cs: %u - Chyba po: %s
da: %u - Fejl efter: %s
pt: %u - Erro após: %s
vi: %u - Lỗi sau: %s

source: %u - Unknown error...
cs: %u - Neznámá chyba...
da: %u - Ukendt fejl...
pt: %u - Erro desconhecido...
vi: %u - Không rõ lỗi...

source: Type
cs: Typ
pt: Tipo
vi: Kiểu

source: Custom action
cs: Vlastní akce
da: Tilpasset handling
pt: Acção personalizada
vi: Hành động tùy chọn

source: Label
cs: Popis
da: Etiket
pt: Etiqueta
vi: Nhãn

source: Date
cs: Datum
da: Dato
pt: Data
vi: Ngày

source: Name
cs: Název
da: Navn
pt: Nome
vi: Tên

source: Content
cs: Obsah
da: Indhold
pt: Conteúdo
vi: Nội dung

source: At the end of this session
cs: Na konci této relace
da: Ved slutningen på denne session
pt: No final desta sessão
vi: Vào cuối phiên làm việc này

source: Enter login and password for %s at %s
cs: Zadejte přihlašovací jméno a heslo pro %s na %s
da: Indtast logind og adgangskode for %s ved %s
pt: Insira login e palavra-passe para %s em %s
vi: Nhập tài khoản và mật khẩu cho %s ở %s

source: W3C CSS validation result (libcroco)
cs: Výsledek ověření CSS od W3C (libcroco)
da: W3C CSS-valideringsresultat (libcroco)
pt: Resultado da validação CSS W3C (libcroco)
vi: Kết quả xác thực CSS W3C (libcroco)

source: This is a valid stylesheet.
cs: Toto je platný styl
da: Dette er et gyldigt stilark.
pt: Esta é uma folha de estilo válida.
vi: Đây là một stylesheet hợp lệ.

source: A problem occured while using Croco library. <i>Please check your configuration or your libcroco version</i>.
cs: Nastal problém s použitím knihovny Croco. <i>Zkontrolujte prosím nastavení nebo verzi libcroco</i>.
da: Et problem opstod under brug af Crocobiblioteket. <i>Tjek venligst din konfiguration eller din version af libcroco</i>.
pt: Ocorreu um problema ao usar a biblioteca Croco. <i>Por favor verifique a sua configuração ou a sua versão de libcroco</i>.
vi: Có vấn đề trong khi sử dụng thư viện Croco. <i>Vui lòng kiểm tra cấu hình hay phiên bản libcroco của bạn</i>.

source: W3C HTML validation result (libtidy)
cs: Výsledek ověření HTML od W3C (libtidy)
da: W3C HTML-valideringsresultat (libtidy)
pt: Resultado de validação HTML W3C (libtidy)
vi: Kết quả xác thực HTML W3C (libtidy)

source: A problem occured while using Tidy library. <i>Please check your configuration or your libtidy version</i>.
cs: Nastal problém s použitím knihovny Tidy. <i>Zkontrolujte prosím nastavení nebo verzi libtidy</i>.
da: Et problem opstod under brug af Tidybiblioteket. <i>Tjek venligst din konfiguration eller version af libtidy</i>.
pt: Ocorreu um problema ao usar a biblioteca Tidy. <i>Por favor verifique a sua configuração ou a sua versão de libtidy</i>.
vi: Có vấn đề trong khi sử dụng thư viện Tidy. <i>Vui lòng kiểm tra cấu hình hay phiên bản libtidy của bạn</i>.

source: Found Bad extensions.
cs: Nalezeny špatné přípony.
da: Fandt ugyldige filendelser.
pt: Encontradas extensões Más.
vi: Tìm thấy Những phần mở rộng Xấu.

source: Found Virus:
cs: Nalezen virus:
da: Fandt virus:
pt: Encontrado Virus:
vi: Tìm thấy Virus:

source: No referrer
cs: Žádný odkazovatel
da: Ingen henviser
pt: Nenhum referrer
vi: Không từ nơi khác

source: Missing URL
cs: Chybějící URL
da: Manglende URL
pt: URL em falta
vi: Thiếu URL

source: Not specified
cs: Není uvedeno
da: Ikke angivet
pt: Não especificado
vi: Không xác định

source: Unknown
cs: Neznámé
da: Ukendt
pt: Desconhecido
vi: Không nhận ra

source: (gURLChecker internals)
cs: (vestavěné v gURLChecker)
da: (gURLChecker internt)
pt: (internos do gURLChecker)
vi: (nội bộ gURLChecker)

source: Disk Cache
cs: Vyrovnávací paměť na disku
da: Diskmellemlager
pt: Cache de Disco
vi: Bộ đệm Đĩa

source: Not cached
cs: Neukládáno do vyrovnávací paměti
da: Mellemlager ej brugt
pt: Não em cache
vi: Không được lưu trữ

source: Please, select a item.
cs: Vyberte si položku.
da: Vælg venligst et punkt.
pt: Por favor, seleccione um item.
vi: Vui lòng chọn một mục.

source: Cannot start your web browser The following error occured:
cs: Webový prohlížeč nelze spustit Došlo k následující chybě:
da: Kan ikke starte din internetbrowser Den følgende fejl opstod:
pt: Incapaz de iniciar o seu explorador web Ocorreu o seguinte erro:
vi: Không thể khởi động trình duyệt web của bạn Đã xảy ra lỗi sau:

source: Either the corresponding file is empty or does not exist in the cache directory!
cs: Příslušný soubor je buď prázdný, nebo se v adresáři pro mezipaměť nenachází!
da: Enten er den tilhørende fil tom eller også findes den ikke i biblioteket for mellemlageret!
pt: Ou o ficheiro correspondente está vazio ou não existe no directório de cache!
vi: Tập tin tương ứng rỗng hay không tồn tại trong thư mục đệm!

source: View source
cs: Zobrazit zdrojový kód
da: Vis kilde
pt: Ver a fonte
vi: Xem mã nguồn

source: Redirect
cs: Přesměrovat
da: Videresend
pt: Redireccionar
vi: Đổi hướng

source: Edit
cs: Upravit
da: Rediger
pt: Editar
vi: Chỉnh sửa

source: Create target
cs: Vytvořit cíl
da: Opret mål
pt: Criar alvo
vi: Tạo đích đến

source: Host unreachable
cs: Hostitel je nedostupný
da: Vært utilgængelig
pt: Máquina não alcançável
vi: Không thể kết nối tới máy chủ

source: The remote host does not respond at all... Perhaps you would change the timeout in gURLChecker preferences, or perhaps it is really down. Try to check it later.
cs: Vzdálený hostitel vůbec neodpovídá... Zřejmě byste měli změnit časový limit v předvolbách gURLChecker, nebo je hostitel možná skutečně nedostupný. Zkuste to později.
da: Den eksterne maskine svarer overhovedet ikke... Måske du skulle ændre indstillingerne for udløb af tiden i gURLCheckers indstillinger, eller måske er den rigtigt gået ned. Prøv at undersøge den igen senere.
pt: A máquina remota não responde... Talvez você deva mudar o tempo limite nas preferências do gURLChecker, ou talvez esteja mesmo desligada. Tente verificar mais tarde.
vi: Máy chủ từ xa không trả lời... Có thể bạn đã thay đổi thời gian chờ đợi trong những tùy chỉnh của gURLChecker, hay có thể máy chủ này đã thật sự ngưng hoạt động. Hãy thử kiểm tra lại sau.

source: FILE:// protocol
cs: Protokol FILE://
da: FIL:// protokol
vi: Giao thức FILE://

source: File protocol detected. You have asked me to warn you when I find the "FILE://" protocol in a link.
cs: Byl zjištěn protokol pro přenos souborů. Požadovali jste o oznámení, když bude v odkazu nalezen protokol "FILE://".
da: Filprotokollen registreret. Du har bedt om at blive advaret når protokollen »FIL://« er angivet i en henvisning.
pt: Protocolo File detectado. Você pediu-me para o avisar caso Eu encontrasse o protocolo "FILE://" num link.
vi: Tìm thấy giao thức File. Bạn đã yêu cầu tôi cảnh báo bạn khi tôi tìm thấy giao thức "FILE://" trong liên kết.

source: Page available
cs: Stránka je dostupná
da: Side tilgængelig
pt: Página disponível
vi: Trang có giá trị

source: No problem with this page. Server is up and document can be loaded without any problem.
cs: S touto stránkou není žádný problém. Server běží a dokument lze načíst bez jakéhokoli problému.
da: Ingen problemer med denne side. Serveren kører og siden kan hentes uden problemer.
pt: Nenhum problema com esta página. O servidor está ligado e o documento pode ser carregado sem qualquer problema.
vi: Trang không có vấn đề. Máy chủ hoạt động và tài liệu có thể được nạp.

source: Page not found
cs: Stránka nenalezena
da: Side ikke fundet
pt: Página não encontrada
vi: Không tìm thấy trang

source: The page does not exist on the server.
cs: Stránka se na serveru nenachází.
da: Siden findes ikke på serveren.
pt: A página não existe no servidor.
vi: Trang không tồn tại trên máy chủ.

source: Bad E-Mail link
cs: Chybný e-mail v odkazu
da: Ugyldig e-post-henvisning
pt: Mau link de E-Mail
vi: Liên kết E-Mail xấu

source: The E-Mail specified in the link is not well formatted.
cs: E-mail uvedený v odkazu není správně naformátován.
da: Den angive e-post i henvisningen har ugyldig syntaks.
pt: O E-Mail especificado neste link está mal formatado.
vi: E-Mail được chỉ định trong liên kết không đúng định dạng.

source: Problem with MX
cs: Problém s MX záznamem
da: Problem med MX
pt: Problema com o MX
vi: Vấn đề với MX

source: The MX of the domain specified for this E-Mail is not valid or the domain itself is not valid.
cs: MX domény uvedený pro tento E-mail není platný, nebo sama doména není platná.
da: Domænets MX der er angivet for denne e-post er ikke gyldigt, eller domænet i sig selv er ikke gyldigt.
pt: O MX de domínio especificado para este E-Mail não é válido ou o próprio domínio não é válido.
vi: MX của tên miền chỉ định cho E-Mail này không hợp lệ hay chính tên miền không hợp lệ.

source: E-Mail link ok
cs: E-mail v odkazu je ok
da: E-post-henvisning o.k.
pt: link de E-Mail ok
vi: Liên kết E-Mail tốt

source: No problem with this E-Mail.
cs: S tímto e-mailem není žádný problém.
da: Ingen problemer med denne e-post.
pt: Nenhum problema com este E-Mail.
vi: Không có vấn đề gì với E-Mail này.

source: Item ignored
cs: Položka je ignorována
da: Punkt ignoreret
pt: Item ignorado
vi: Mục bị bỏ qua

source: You chose to ignore this item while gURLChecker was checking it.
cs: Během kontroly této položky jste zvolili, aby ji gURLChecker ignoroval.
da: Du valgte at ignorere dette punkt, mens gURLChecker var ved at undersøge det.
pt: Você escolheu ignorar este item enquanto o gURLChecker o verificava.
vi: Bạn đã yêu cầu bỏ qua mục này khi gURLChecker đang tiến hành kiểm tra.

source: Malformed link
cs: Odkaz je chybně naformátován
da: Fejlformateret henvisning
pt: Link mal formado
vi: Liên kết có định dạng xấu

source: The HTML link is malformed. Perhaps HREF value is missing?
cs: HTML Odkaz je chybně naformátován. Chybí snad hodnota HREF?
da: HTML-henvisningen er fejlformateret. Måske mangler HREF-værdien?
pt: O link HTML está mal formado. Talvez o valor HREF esteja em falta?
vi: Liên kết HTML có định dạng xấu. Có thể giá trị HREF bị thiếu?

source: No valid information
cs: Žádný platný údaj
da: Ingen gyldig information
pt: Nenhuma informação válida
vi: Không có thông tin hợp lệ

source: gURLChecker can't interpret the status code sent by the remote host. Please, report the value of the "Status" header field to the author of gURLChecker.
cs: Aplikaci gURLChecker se nepodařilo interpretovat kód stavu zaslaný vzdáleným hostitelem. Nahlaste prosím hodnotu z pole označeného hlavičkou "Stav" autorovi programu gURLChecker.
da: gURLChecker kan ikke fortolke den fejlmeddelelse den fremmede vært sendte. Send værdierne i teksthovedfeltet »Status« til forfatteren af gURLChecker.
pt: O gURLChecker não pode interpretar o código de estado enviado pela máquina remota. Por favor, reporte o valor do campo de cabeçalho "Status" para o autor do gURLChecker.
vi: gURLChecker không thể thông dịch mã trạng thái của máy chủ từ xa. Vui lòng báo cáo giá trị của trường header "Status" đến tác giả của gURLChecker.

source: Page moved permanently
cs: Stránka byla trvale přemístěna
da: Siden er flyttet permanent
pt: Página movida permanentemente
vi: Trang đã được chuyển đi vĩnh viễn

source: No real problem with this page. The requested resource just has been assigned a new permanent URI.
cs: S touto stránkou není žádný skutečný problém. Zdroji byla pouze přiřazena nová stálá URI.
da: Der er egentligt ingen problemer med denne side. Siden er bare flyttet permanent til en anden URI.
pt: Nenhum problema real com esta página. Ao recurso pedido foi atribuído um novo URI permanente.
vi: Không có vấn đề thật sự với trang này. Tài nguyên được yêu cầu vừa được gán một URI thường trú mới.

source: Page moved Temporarily
cs: Stránka byla dočasně přemístěna
da: Siden er midlertidigt flyttet
pt: Página movida Temporariamente
vi: Trang đã được chuyển đi tạm thời

source: The response to the request can be found under a different URI
cs: Odpověď na požadavek lze nalézt pod jinou URI
da: Svaret på forespørgslen kan findes under en anden URI
pt: A resposta ao pedido pode ser encontrada sob um URI diferente
vi: Hồi âm của yêu cầu có thể được tìm thấy dưới một URI khác

source: Restricted access
cs: Přístup omezen
da: Begrænset adgang
pt: Acesso restringido
vi: Hạn chế truy cập

source: This page need authentication to be viewed.
cs: K zobrazení této stránky je třeba přihlášení.
da: Denne side kræver godkendelse for at kunne ses.
pt: Esta página precisa de autenticação para ser visualizada
vi: Bạn cần chứng thực để xem trang này.

source: Access forbidden
cs: Přístup odepřen
da: Adgang forbudt
pt: Acesso proibido
vi: Truy cập bị cấm

source: The remote host has refused to serve us the page. Given the way gURLChecker process links, this error should not occured. Please report this bug to the gURLChecker Team.
cs: Vzdálený hostitel odmítl tuto stránku zpřístupnit. Vzhledem k tomu, jak se gURLChecker připojuje, by se tato chyba neměla vyskytnout. Nahlaste prosím tuto chybu týmu gURLChecker.
da: Den eksterne vært har nægtet at sende os siden. Givet den måde gURLChecker behandler henvisninger, burde den her fejl ikke opstå. Rapporter venligst denne fejl til holdet bag gURLChecker.
pt: A máquina remota recusou servir-nos a página. Devido ao modo como o gURLChecker processa os links, este erros nunca deveria ocorrer. Por favor reporte este bug para a Equipa do gURLChecker.
vi: Máy chủ từ xa từ chối cung cấp trang cho chúng ta. Theo cách gURLChecker xử lý các liên kết, lỗi này không nên xảy ra. Vui lòng báo cáo lỗi này đến Đội gURLChecker.

source: Page available, but with no content
cs: Stránka je dostupná, ale nemá obsah
da: Side tilgængelig, men siden er tom
pt: Página disponível, mas sem conteúdo
vi: Trang sẵn có, nhưng không có nội dung

source: No problem with this page, but it has no content at all... Try to check it later.
cs: S touto stránkou není žádný problém, ale nemá vůbec žádný obsah... Zkuste to později.
da: Der er ingen problemer med siden, men den har intet indhold... Prøv at undersøge den senere.
pt: Nenhum problema com esta página, mas não tem nenhum conteúdo... Tente verificá-la mais tarde.
vi: Không có vấn đề với trang này, nhưng nó không có nội dung... Hãy thử lại sau.

source: Malformed URL
cs: Chybně naformátovaná URL
da: Fejlformateret URL
pt: URL mal formado
vi: URL định dạng xấu

source: The request could not be understood by the server due to malformed syntax.
cs: Z důvodu chybně naformátované syntaxe není požadavek pro server srozumitelný.
da: Serveren kunne ikke forstå forespørgslen, da URL'en havde en ugyldig syntaks.
pt: O pedido não foi compreendido pelo servidor devido a sintaxe mal formada.
vi: Máy chủ không hiểu yêu cầu vì cú pháp sai.

source: Method not allowed
cs: Metoda není povolena
da: Metoden er ikke tilladt
pt: Método não permitido
vi: Phương thức không được cho phép

source: The remote host has refused to serve us the page. Try to check it later.
cs: Vzdálený hostitel odmítl tuto stránku zpřístupnit. Zkuste to později.
da: Værten har nægtet at vise os siden. Prøv at undersøge den senere.
pt: A máquina remota recusou servir-nos a página. Tente verificá-la mais tarde.
vi: Máy chủ từ xa từ chối cung cấp trang cho chúng ta. Hãy thử lại sau.

source: Internal server error
cs: Vnitřní chyba serveru
da: Intern serverfejl
pt: Erro interno do servidor
vi: Lỗi máy chủ nội bộ

source: The page contain bad code, or the server is misconfigured. Try to check it later.
cs: Stránka obsahuje chybný kód, nebo je server špatně nastaven. Zkuste to později.
da: Siden indeholder ugyldig kode, eller serveren er sat forkert op. Prøv at undersøge den senere.
pt: A página contém mau código, ou o servidor está mal configurado. Tente verificá-la mais tarde.
vi: Trang chứa mã xấu, hay máy chủ được cấu hình sai. Hãy thử lại sau.

source: Method not supported
cs: Metoda není podporována
da: Metoden er ikke understøttet
pt: Método não suportado
vi: Phương thức không được hỗ trợ

source: Bad Gateway
cs: Špatná brána
da: Ugyldigt adgangspunkt
pt: Má Gateway
vi: Cổng Xấu

source: The server, while acting as a gateway or proxy, received an invalid response from the upstream server it accessed in attempting to fulfill the request. Try to check this page later.
cs: Server, působící jako brána či proxy, při pokusu o vyřízení požadavku obdržel od hlavního serveru, ke kterému je připojen, neplatnou odpověď. Zkuste tuto stránku zkontrolovat později.
da: Serveren der fungerer som adgangspunkt eller proxy modtog ikke noget fra den server, den skulle modtage siden fra. Prøv at undersøge siden igen senere.
pt: O servidor, a agir como uma gateway ou um proxy, recebeu uma resposta inválida do servidor original a que acedeu numa tentativa de atender ao pedido. Tente verificar esta página mais tarde.
vi: Máy chủ, trong khi hoạt động như một cổng hoặc một máy chủ ủy nhiệm, đã nhận được một hồi âm không hợp lệ từ các máy chủ cấp trên khi nó truy cập để cố gắng để thực hiện các yêu cầu. . Hãy thử lại sau.

source: Service unavailable
cs: Služba není dostupná
da: Tjenesten er utilgængelig
pt: Serviço não disponível
vi: Dịch vụ không sẵn có

source: The server is currently unable to handle the request due to a temporary overloading or maintenance of the server. It is also possible that you are using a proxy that can not join the given host. Try to check it later, or change your proxy settings.
cs: Z důvodu dočasnému přetížení nebo údržby serveru není server v současné době schopen zpracovat požadavek. Je také možné, že používáte proxy, která se k danému hostiteli nemůže připojit. Zkuste to později, nebo změňte nastavení proxy.
da: Serveren svarer i øjeblikket ikke på forespørgslen, for eksempel på grund af overbelastning eller midlertidigt arbejde på serveren. Det er også muligt, at du benytter en proxyserver, der ikke kan finde den angivne vært. Prøv at undersøge den senere, eller ret dine proxyindstillinger.
pt: O servidor está actualmente incapaz de lidar com o pedido devido a uma sobrecarga temporária ou a manutenção. É também possível que você esteja a um proxy que não se possa juntar à máquina especificada. Tente verificar mais tarde, ou mude as suas definições de proxy.
vi: Máy chủ hiện tại không thể xử lý yêu cầu vì đang bị quá tải tạm thời hay máy chủ đang bảo dưỡng. Cũng có thể bạn đang sử dụng một proxy không thể kết nối với máy chủ này. Hãy thử lại sau, hay thay đổi cấu hình proxy của bạn.

source: Request not completed
cs: Požadavek nebyl dokončen
da: Forespørgslen ikke færdiggjort
pt: Pedido não completo
vi: Yêu cầu không hoàn tất

source: The server, while acting as a gateway or proxy, did not receive a timely response from the upstream server specified by the URI (e.g. HTTP, FTP, LDAP) or some other auxiliary server (e.g. DNS) it needed to access in attempting to complete the request.
cs: Server, působící jako brána či proxy, neobdržel včas od hlavního serveru odpověď pomocí uvedené URI (např. HTTP, FTP, LDAP), nebo od nějakého pomocného serveru (např. DNS), ke kterému je k dokončení požadavku potřeba přistupovat.
da: Serveren, der fungerer som adgangspunkt eller proxy, modtog ikke noget svar fra den server, du angiver I URI'en (for eksempel HTTP, FTP, LDAP) eller en hjælpeserver (for eksempel DNS) den skulle bruge for at kunne færdiggøre forespørgslen.
pt: O servidor, agindo como uma gateway ou proxy, não recebeu uma resposta dentro do tempo limite do servidor original especificado pelo URI (ex. HTTP, FTP, LDAP) ou de qualquer outro servidor auxiliar (ex. DNS) a que precisou de aceder na tentativa de completar o pedido.
vi: Máy chủ, trong khi hoạt động như một cổng hay một máy chủ ủy nhiệm, đã không nhận được hồi âm kịp thời từ máy chủ cấp trên được xác định bởi URI (như HTTP, FTP, LDAP) hay một vài máy chủ phụ khác (như DNS), nó cần quyền truy cập để hoàn thành yêu cầu.

source: Access forbidden or too many connections
cs: Přístup zakázán nebo příliš mnoho připojení
da: Adgang nægtet, eller for mange forbindelser
pt: Acesso proibido ou demasiadas ligações
vi: Truy cập bị cấm hay có quá nhiều kết nối

source: This server do not accept anonymous users, or the maximum number of allowed clients are already connected. Try to check it later.
cs: Tento server nepřijímá anonymní uživatele, nebo je již připojen maximální povolený počet klientů. Zkuste to později.
da: Serveren tillader ikke anonyme brugere, eller også er det maksimalt tilladte antal brugere allerede tilsluttet. Prøv at undersøge det senere.
pt: Este servidor não aceita utilizadores anónimos, ou foi alcançado o número máximo de ligações de clientes permitidas. Tente verificar mais tarde.
vi: Máy chủ này không chấp nhận người dùng ẩn danh, hay số lượng máy khách được truy cập đã đạt giới hạn tối đa. Hãy thử lại sau.

source: Receiving timout requesting the page
cs: Při přístupu ke stránce vypršel časový limit
da: Forespørgslen på denne side overskrider tidsgrænsen
pt: A receber aviso de tempo limite ao pedir a página
vi: Hết thời gian chờ khi yêu cầu trang

source: Perhaps you would change the timeout in gURLChecker preferences. Perhaps the remote host is too busy for the moment to responde to gURLChecker request, or perhaps the remote host does not exist at all. Try to check it later.
cs: Zřejmě byste měli změnit časový limit v předvolbách gURLChecker. Vzdálený hostitel je nyní možná tak zaneprázdněn, že neodpovídá na požadavky od gURLChecker, nebo vzdálený hostitel možná vůbec neexistuje. Zkuste to později.
da: Måske skal du ændre udløbstiden i gURLCheckers indstillinger. Måske er den maskine du spørger for travlt optaget for tiden til at svare på gURLCheckers forespørgsel, eller måske eksisterer den slet ikke. Prøv at undersøge den igen senere.
pt: Talvez você deva mudar o tempo limite nas preferências do gURLChecker. Talvez a máquina remota esteja muito ocupada no momento para responder ao pedido do gURLChecker, ou talvez a máquina remota nem sequer exista. Tente verificar mais tarde.
vi: Có thể bạn muốn thay đổi thời gian chờ trong tùy chỉnh của gURLChecker. Chó thể máy chủ từ xa hiện tại quá bận để trả lời yêu cầu của gURLChecker, hay có thể máy chủ từ xa không tồn tại. Hãy thử lại sau.

source: Cannot start new instance of gURLChecker; the following error occured:
cs: Nelze spustit novou instanci gURLChecker; došlo k následující chybě:
da: Kan ikke starte en ny udgave af gURLChecker. Følgende fejl opstod:
pt: Incapaz de iniciar nova instância do gURLChecker; ocorreu o seguinte erro:
vi: Không thể khởi động đối tượng mới của gURLChecker; lỗi sau đã xảy ra:
